{"company": "mckinsey", "year": "2021", "ticker": "MCK", "url": "https://www.mckinsey.com/spContent/bespoke/esg-pdf/pdfs/in/McKinsey_2021_ESG_Report_VF.pdf", "content": " 2021 ESG Report \n\nAccelerating \nSustainable and \nInclusive Growth\n\nColleagues like Shireen Gomaa \njoined McKinsey through Generation, \nan independent nonprofit founded \nby McKinsey that offers training, \nplacement, and support to help people \nfind life-changing careers.\n\n\f##PAGE_BREAK##2\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nContents\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\n15 \n16 \n\n18 \n\nInsights for impact\n Research highlights  \nfrom 2021\n McKinsey Global Institute\n\n3 \n\n Message from our global \nmanaging partner \n About McKinsey \n Our ESG approach\n Stakeholder engagement\n Materiality assessment\n 2021 year in review\n\n4 \n6 \n8 \n9 \n10 \n13  McKinsey Health Institute\n\n20   Driving holistic impact  \n\nwith clients \n Innovating to net zero \n\n21 \n25   Increasing inclusion \n28  Enabling enduring growth \n31 \n\n Broadening our capabilities \n\n34   Our approach \n35   Talent attraction \n36   Development \n38   Caring for our colleagues \n41 \n\n Diversity, equity, and \ninclusion\n\n Giving back to communities\n Environmental sustainability \n\n47 \n51 \n58   Ethics and values \n60   Working with clients  \n61 \n\n Data privacy and \ninformation security \n\n62   Human rights \n63   Sustainable procurement \n\n65   About this report\n66   GRI Content Index \n72 \n74 \n81 \n\n WEF IBC Index \n TCFD Index\n UNGC Communication  \non Progress \n\n82   Independent assurance \n\nstatement \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##3\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nMessage from  \nour global \nmanaging partner \n\nA letter to all our stakeholders\nWhile this report focuses on 2021, today we face a humanitarian crisis \nin Ukraine and beyond. Like others, we have mobilized to tackle the \nconsequences of a horrific war, including by stopping our work in \nRussia, relocating our people, and contributing $28 million—inclusive \nof our $18 million cash donation to relevant organizations, and our \n$10 million commitment in pro bono support. We hope for a path to \npeace and to the rebuilding of lives and livelihoods.\n\nBob Sternfels speaking with McKinsey colleagues in Poznan, Poland in April 2022\n\nReflecting on 2021\n2021 was an extraordinary year as forces reshaped society, business, \nand the communities where we live and work. We saw progress \nin battling COVID-19, renewed commitment to our planet, and \nremarkable human resilience in balancing work, life priorities, and \nsocietal needs. It was a year when companies led with courage and \ntook greater responsibility to benefit all stakeholders. It was also a \nyear of personal transition as I became McKinsey’s global managing \npartner. In my role, I see that the leadership challenge of this moment \nis to accelerate sustainable and inclusive growth for the world. We too \noften talk about trade-offs between growth on one hand and societal \nbenefits on the other. I believe the future belongs to those who can \ndrive growth that is both sustainable and inclusive. At McKinsey, we \nare working to do so with purpose.\n\nEnabling resilient growth \nWe believe that growth is necessary to secure increased prosperity \nand well-being for everyone. We drive growth as a holistic impact \npartner for our clients. We also drive growth through initiatives like \nour McKinsey Institute for Black Economic Mobility. Along with driving \ngrowth, building resilience for our clients, society and ourselves is a \npriority. Overlapping global disruptions are exhausting organizations, \ntheir people, and economic buffers. Therefore, building resilience is \nessential.\n\nInnovating to net zero\nWe aspire to be the world’s largest private sector catalyst for \ndecarbonization. In 2021, we partnered with over 400 clients to support \ntheir climate transition and ESG journeys. We are pursuing science-\nbased targets to decarbonize our own operations by 2025 and achieve \nnet-zero impact by 2030. We continue to innovate our client service \nand create insights that help define the problem and shape the solution, \nsuch as our report on The Net-Zero Transition outlining what it will take \nto achieve net-zero emissions by 2050.\n\nIncreasing inclusion\nWe aim to create economic opportunity to reduce inequalities and enable \ninclusive growth. By investing in human capital in the same way we invest \nin physical capital, we can foster workforce diversity and reskill or upskill \npeople so they can thrive. As well as advising clients on diversity, equity, \nand inclusion, we are making progress across our firm—in 2021, we \nelected our most diverse class of partners and senior partners.\n\nSetting the standard for our profession on accountability \nand compliance\nWe continue to strengthen our risk management processes and culture.\nWe now have an “industry-first” client service policy that requires we \nevaluate every engagement and client to determine if we will meet the \nhigh expectations and ethical standards our clients and others have of \nus—and we have of ourselves.\n\nOn behalf of our 38,000+ colleagues in more than 65 countries, I am \nproud of the significant steps we have taken on our environmental, \nsocial, and governance (ESG) journey this past year. We have a new \nESG framework that builds on our sustainable, inclusive growth \nambition, established an ESG Council to maintain a sharp focus, and \nwe continue to evolve our external reporting—including aligning \nwith the Task Force for Climate-related Financial Disclosures (TCFD) \nrecommendations for the first time.\n\nThroughout this report, you will find details about the progress we are \nmaking. While I am proud of what we have accomplished, I am even \nmore excited for what is still to come.\n\nBob Sternfels Global Managing Partner, McKinsey & Company\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##4\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nAbout McKinsey\n\nMcKinsey is a global management consulting \nfirm committed to partnering with organizations \nto accelerate sustainable and inclusive growth. \n\nWe work with clients across the private, public, and social sectors \nto solve complex problems and create positive change for all \nstakeholders. To do that, we operate a “one firm” global partnership \nthat fully embodies our values and our high standards of ethical \nconduct and social and environmental responsibility. \n\nWe are owned and governed by our 2,700+ partners. As a global firm, \nwe do not have traditional headquarters and our managing partner \nchooses their home office. To attract, develop, excite, and retain \nexceptional people, we are committed to an inclusive, diverse firm \nthat reflects the communities in which we live and work. \n\nOur strategy\n\nGovernance  \n\n2021 marked a pivotal moment for our firm, as we set a long-term \nambition to help shape and accelerate a new era of growth that is both \nsustainable and inclusive. We believe that today’s leaders have a unique \nopportunity to adopt a form of growth that:\n•  treats growth, sustainability, and inclusion as mutually reinforcing\n•  is more sustainable, driving innovation while reducing \n\nMcKinsey is designed to operate as “one firm”—a global team united \nby our collective purpose, mission, and values. We are led by our \nglobal managing partner, our elected board of directors known as the \nShareholders Council (SHC), a global leadership team known as the \nAcceleration Team (AT), and the leaders of our offices and practices. \nLearn more about Our Leadership \n\n.\n\nenvironmental impact\n\n•  is more inclusive, creating access to opportunities for more \n\npeople worldwide\n\nThese goals are mutually reinforcing. We do not see this as an “either/or”—\ninstead, we embrace it as an “and.” For us, it is important to be in the arena, \nhelping our clients to deliver economic growth, increase inclusion, and \ntransition to a net-zero economy.\n\nSustainable, inclusive growth is an expression of our broader purpose. It is \nour “North Star” for the way we serve clients, manage our firm, and engage \nwith communities, suppliers, partners, and other stakeholders. We are \ncommitted to using our unique strengths—the breadth of our insights and \nexpertise, our distinctive people, and our ability to convene a diverse set \nof leaders—to accelerate sustainable and inclusive growth for the world.\n\nThe SHC includes the managing partner and 30 senior partners who are \nelected by their peers. It has standing committees that cover topics such \nas client service; firm finance and infrastructure; our people model; risk, \naudit and governance; and our technology, knowledge, and capabilities.\n\nThe AT, composed of the managing partner and firm leaders \nrepresenting regions, industries, client capabilities, finance, people, \nreputation, and risk functions, aims to support and accelerate the \nexecution of our strategies.\n\nIn addition, we convene an External Advisory Group composed of \nsenior leaders from various industries to provide diverse and objective \nperspectives to inform the overall strategy of the firm, help identify \nmacro risks, and guide our efforts of continuous improvement.\n\n1926  \n\nFounded by James O. \nMcKinsey \n\n38,000+ \n\ncolleagues globally\n\n65+   \n\ncountries \n\n130+ \n\ncities \n\n$15b+    \n\nin revenue \n\n~3,000 \n\nclients served\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##5\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nHow we create value \n\nBy realizing our ambition to accelerate sustainable and inclusive growth \nfor the world, we will create value for our stakeholders and our firm. \n\nOur guideposts\n\nPurpose\n\nCreate positive, enduring change in the world \n\nMission \n\nHelp our clients make distinctive, lasting, and substantial \n\nimprovements in their performance and build a great firm that \n\nattracts, develops, excites, and retains exceptional people\n\nStrategy\n\nAccelerating \nsustainable  \nand inclusive \n\ngrowth\n\nOur foundations\n\nClient service and \nrelationships\n\nCapabilities, insights, \nand technology assets\n\nExpertise of \nour colleagues \n\nExternal \ncollaborations \n\nOne firm \npartnership model\n\nOur impact\n\nClients \nSustainably enhance clients’ financial performance, \ngrowth, organizational health, and capabilities \nEnable inclusive workforces and support livelihoods \nof those impacted by our clients’ operations\nSupport those connected to client work, including \nclients’ customers, workforces, and communities\n\nColleagues \nSupport well-being and foster a culture of continuous \nlearning and a diverse and inclusive workplace\n\nCommunities \nStrengthen communities through giving back, pro \nbono activities, and other social responsibility efforts \n\nClimate  \nSupport environmental sustainability and a just \ntransition to a net-zero economy\nWith our clients, lead a wave of innovation and \ngrowth to reach net zero by 2050\nPursue our own decarbonization to achieve  \nnet zero by 2030\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##6\n\nOur ESG \napproach \n\nAt McKinsey, our commitment to accelerating \nsustainable and inclusive growth informs and \nguides our ESG agenda.\n\nESG framework\n\nIn 2021, we undertook a process to integrate our ESG priorities, \nidentified through the most recent materiality assessment, into our \nfirm’s broader sustainable and inclusive growth strategy. The resulting \nESG framework lays out the specific ambitions and actions that will \nenable us to accelerate sustainable and inclusive growth for the world \nthrough our work with clients, how we operate our firm, and how we \nengage with other stakeholders to expand our impact, including our \nsuppliers, communities, partners, peer organizations, and others. \nThe framework was approved by our SHC. \n\nESG oversight \nOur commitment to ESG starts at the highest levels of our firm, with our \npriorities supported by our global managing partner and with oversight \nfrom board-level committees and leadership. \n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nRisk, Audit, and Governance Committee of the SHC provides strategic \ndirection to and oversight of ESG priorities and commitments, with \nrelevant board committees overseeing specific ESG initiatives. \n\nOur contribution to the SDGs through the firm’s \nsustainable and inclusive growth strategy:\n\nAccountability and transparency\nWe are committed to continually enhancing our transparency and \naccountability—to our clients, our people, and our stakeholders.\n\nSustainability: \n\nThis commitment has led us to join the World Economic Forum’s \n(WEF) Stakeholder Capitalism Metrics initiative and serve as a \nmember of the World Business Council for Sustainable Development \n(WBCSD). We also participate in CDP and receive annual ratings from \nEcoVadis, the leading sustainability ratings organization. \n\nOur voice and platform can also help inform robust public debates on \nenvironmental and social issues. To do this, we take an approach that \nis guided by our purpose, mission, and values. Drawing on our research \nand insights, we contribute to debates on pressing issues and support \nsolutions at scale while maintaining our professional independence \nand objectivity. \n\nOur commitment to the United Nations Sustainable \nDevelopment Goals  \nMcKinsey is committed to advancing the United Nations Sustainable \nDevelopment Goals (UN SDGs), the global framework for driving progress \ntoward a more sustainable future. Advancing the SDGs is critical to our \nfirm’s strategy to accelerate sustainable and inclusive growth. \n\nInclusion:\n\nGrowth:\n\nIn 2021, we enhanced our ESG oversight structure by chartering an ESG \nCouncil represented by senior firm function and client service leaders. \nThe ESG Council charter is to define our ESG priorities, set our direction, \nand monitor progress, and is complemented by an ESG Working Group \nand an ESG Next-Generation Group to help operationalize the strategy \nand embed ESG initiatives across our firm. At the board level, the \n\nThrough our client service, our research and insights, our pro bono \nactivities, and on-the-ground support for communities, we are contributing \nto all 17 SDGs to varying degrees. However, we believe we can make \nthe most sustainable and scalable impact in the SDG areas that reflect \nMcKinsey’s unique strengths and capabilities. These goals represent \nwhere we have the greatest capacity for impact and action. \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##7\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nOur ESG framework\n\nOur framework outlines specific ambitions and actions that will enable \nus to accelerate sustainable and inclusive growth for the world.\n\nOur strategy\n\nAccelerating \nsustainable  \nand inclusive \n\ngrowth\n\nEnvironment\n\nSocial\n\nCatalyze decarbonization with our clients,  \n\nin our firm, and through partnerships\n\nBuild inclusive communities  \n\nand workforces that reflect society\n\nGovernance\n\nSet the standard on accountability \nand compliance for our profession\n\nOur clients\n\nOur firm\n\nBe the leading catalyst for global \n\ndecarbonization by helping our clients through \n\ntheir sustainability, climate, energy, and \n\nESG transformations\n\nEnable our clients to improve societal outcomes \n\nfor millions, and enhance organizational \n\nperformance through a more diverse, equitable, \n\nand inclusive culture\n\nAchieve net-zero climate impact by 2030, \n\nand reduce our own emissions in line with our \nvalidated near-term science-based targets\n\nAttract, develop, excite, and retain a diverse \n\nworkforce while creating an unrivaled, \n\ninclusive environment for all\n\nOur stakeholders \n\nCatalyze action at scale for the world \nto stay on a 1.5 degree Celsius pathway \n\nand to progress toward net zero \n\nEmpower our colleagues to give talent, \ntime, and financial support to create \npositive change in local communities\n\nContinue to evolve how we serve our \n\nclients, and live up to our values every day\n\nMeet the highest professional, \n\nlegal, and ethical standards—while \n\nenhancing transparency and \n\naccountability\n\nContinue to drive transparency to our \nstakeholders and ensure integrity in \n\neverything we do\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##8\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nStakeholder \nengagement  \n\nOur firm, and the decisions that we make,  \naffects a range of external and internal \nstakeholders. We regularly use information from \nengaging these stakeholders to inform our goals, \nshape our practices, and refine our reporting. \n\nOur stakeholders and how we engage\n\nClients\n\nCivil society\n\nOur practices and reporting are informed and shaped by our \nparticipation in initiatives such as the UN Global Compact (UNGC), \nthe WBCSD, and the WEF.\n\nWe communicate regularly with clients by soliciting feedback, and we \nanalyze client requests for proposals and other inquiries to identify \ntrends in the issues that are most important to them. We also engage \nwith clients and gather insights on topics of importance to them by \nconvening industry and cross-industry collaborations.\n\nColleagues\n\nWe draw on multiple formal and informal touch points, including \nsurveys and town halls, to incorporate the insights of current, \nfuture, and previous colleagues. We also have dedicated teams \nfor recruiting and alumni relations that incorporate feedback from \nboth groups.\n\nSuppliers\n\nWe have dedicated supplier-management teams that work with and \nhear directly from suppliers on topics such as which procurement \nand other practices matter to them. We also gain vendor insights, \nincluding ESG-related issues and opportunities, from supplier-\nengagement efforts.\n\nCommunities\n\nMcKinsey has offices in 130+ cities—home to our clients and their \nstakeholders and to our own people and their families. We support \nmore than 3,900 nonprofits every year. Our work with nonprofits \nprovides valuable insights into the needs of our communities.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##9\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nMateriality \nassessment    \n\nThe external context in which our firm operates is \nconstantly evolving. We conduct periodic materiality \nassessments to identify and prioritize ESG topics \nthat matter most to our stakeholders and where we \nhave the greatest potential to have a positive impact \nin line with our purpose, mission, and values. The \nresults inform our ESG framework and reporting. \n\nIn 2020, we conducted a comprehensive assessment to refine our \nunderstanding of internal and external stakeholder expectations of us \nas a firm and to drive meaningful progress on our ESG priorities. Below \nis a summary of our 2020 materiality assessment methodology. For full \ndetails, read our 2020 Social Responsibility Report \n\n.  \n\nWe continue to conduct a light-touch materiality update to capture any \nshifts in internal and external stakeholder expectations.\n\nPublic stance on social issues \n\nSupplier sustainability and diversity \n\nResearch and insights \nESG standards \n\nResource efficiency \nEconomic performance \nResponsible innovation \n\nCompensation and benefits \n\nDiversity and inclusion \nHuman rights \nClimate change and emissions \nEthics and anti-corruption \nEnabling client impact \nClient selection \n\nData privacy and security \nRecruiting, training, and development \nCommunity engagement and pro bono \nEmployee well-being \n\nl\n\ns\nr\ne\nd\no\nh\ne\nk\na\nt\ns\n \nl\n\n \n\na\nn\nr\ne\nt\nx\ne\no\nt\n \ne\nc\nn\na\nt\nr\no\np\nm\n\nI\n\nTopic identification\nIdentified 23 significant issues \nthrough external research, \nindustry benchmarking, a review \nof leading global reporting \nstandards, and a review of \ninternal documents\n\nEngagement\nConducted interviews and surveys with \ninternal and external stakeholders\nReviewed emerging trends to \nunderstand how these topics may \nevolve and help inform how we address \nthe boundaries for these topics\n\nImportance to McKinsey\n\nPrioritization\nDefined the issue \nweighting by stakeholder \ngroups, which generated \nour preliminary \nmateriality matrix\n\nReview and finalization\nReviewed and finalized \nthe material topics, \ngenerating the 18 \ntopics in our final \nmateriality matrix\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##10\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\n2021 year in review\n\narticle reads\n\n63m \n47 \n1,500 \n\nindustry awards\n\nMcKinsey bylined  \nauthors featured \n\ncolleagues globally \n\n38,000 \n52\n\naverage annual training hours \nper consulting colleague\n\n12,400+ \n\ncolleagues in our Inclusion  \nAllies program\n\n1,200+ \n\narticles and reports \npublished\n\n5,000+\n\narticles in key media1 \nreferencing McKinsey \nthought leadership \n\nwomen \n\n48% \n100%\n\nof our people receive regular \nperformance and career \ndevelopment reviews\n\nOur  \nclients\n\nOur  \nfirm\n\nOur \ninsights\n\nOur \npeople\n\n$850m \n\ninvested in knowledge development, \ncapability building, and learning\n\n1,200+\n\nsustainability engagements – \nsupporting our clients in their \nclimate transition journeys\n\n130k+ \n\ndirect participants in our McKinsey \nAcademy capability-building programs\n\n50%+ \n\nengagements have holistic \nimpact2 as an explicit goal, \nafter we broadened our impact \ndefinition in 2021 \n\n140+\n\nnew businesses in process of \nbeing imagined, built, and scaled \nthrough Leap by McKinsey\n\n$190m+ \n\ninvested toward our $2 billion \ncommitment to social \nresponsibility by 2030 \n\n19% \n\nreduction in absolute  \nScope 1 and Scope 2  \nemissions (vs. 2019 baseline)\n\n100%  \n\nof colleagues completed annual \nProfessional Standards and Risk training3\n\n3,900+ \n\nnonprofits supported through \npro bono engagements, \nMcKinsey Gives and  \nMcKinsey Grants\n\n82%\n\nreduction in Scope 3  \nemissions from travel per \ncolleague (vs. 2019 baseline) \n\n1  Approximately 140 of the most influential media outlets worldwide.  \n2  Holistic approach to impact that considers three critical dimensions of impact—financial and operational results, capabilities, and stakeholder and ecosystem benefits.\n\n3  This figure does not include firm members exempted from the training because they weren’t actively working at the time of the program (for example, leave of absence,  \n\nleft the firm).\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##11\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nAction commitment\n\nProgress made\n\nAction commitment\n\nProgress made\n\nOur 10 Actions toward racial equity \n\nIn 2020,4 we made a public commitment to supporting anti-racism \ninitiatives and racial equity, outlining how we plan to accelerate change \nwithin our firm and help combat racism around the world. Drawing on \nour areas of core expertise, we focused on short-, medium-, and long-\nterm actions to build Black leadership within McKinsey and beyond, \nconducting data-based research to identify barriers and solutions, and \ninvesting in greater racial equity and inclusion for Black communities in \nthe United States and around the globe. \n\nWhile we have a long way to go, we are proud to support the leaders, \nbusinesses, and communities working for a more just and equitable \nsociety. Find out more about the impact we are having through our \n10 Actions initiative throughout this report and read Commitment to \ndiversity, equity, and inclusion \non other actions we are taking to advance diverse and \ninclusive workplaces. \n\n for more details  \n\n1  Double Black \n\nleadership \nand hiring\n\n2  Equity and \n\ninclusion \nlearning \nprogram\n\n3  Day of  \n\nService\n\n80%  \n\nyear-on-year increase in global Black \ntalent recruiting, a record hiring class\n\n20,000+ \n\ncolleagues completed our equity and \ninclusion learning program, which received \noverwhelmingly positive feedback\n\n20,000+ \n\ncolleagues in attendance \nwith 100% global \nlocation participation\n\n360+ \n\norganizations \nengaged globally\n\n4  Minimize bias \n\nin people \nprocesses\n\n~1,000 \n\nevaluators took the anti-bias training, \nimpacting 100% of reviews\n\n5  Create \n\na Black \nLeadership \nAcademy \n(BLA)\n\n4  10 Actions progress updates on this page refer to the period June 2020 to December 2021.\n\nenrolled learners\n\n20,000+ \n~700 \n\nclients for BLA \nwith a 96% \nrecommendation rate\n\nLaunched a \nHispanic and Latino \nLeadership Academy, \nan Asian Leadership \nAcademy, and \nexpanded the BLA  \nto Europe, the Middle \nEast and Africa\n\n6  Launch \n\nMcKinsey  \nInstitute for \nBlack Economic \nMobility\n\n7  Double spend \n\nwith diverse \nsuppliers  \nin three years\n\n8  $2 million to \n\nGeneration\n\n9  $200 million \n\nin pro bono \nsupport over \nten years\n\n10        $5 million \n\nin charitable \ngiving\n\n95%  \n\nshare of voice on Black economic \nmobility topics in the US\n\n30+  \n\nkey suppliers engaged on their \nown supplier diversity practices\n\n200 \n\nGeneration USA graduates placed in \ntechnology internships to date \n\n13 \n\norganizations received pro bono support, from \nwealth creation to education, aimed at solving \ngeographic-specific race equity issues\n\n$5 million \n\nin grants to 35+ organizations across \nthe globe that are combating racism \nand inequity\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##12\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nOur COVID-19 response \n\nAs the COVID-19 pandemic entered its second year in 2021, we \ncontinued to address the unfolding challenges globally—with our \nclients, within our firm, and in our communities, including by: \n•  Supporting our clients: We advised on responses to the evolving \n\npandemic, including safe reopening and return to work and economic \nrecovery programs. \n\n•  Sharing insights: We helped leaders respond to key developments, \nsuch as the rollout of vaccines, boosters, and therapeutics, the rise of \nnew variants, and regional surges. \n\n•  Continuing to provide donations and pro bono support: We aided \nglobal, national, and local organizations supporting communities on \nissues like food security, economic resilience, the future of work, \nand upskilling. \n\n•  Taking care of our colleagues and their families: We increased \n\nour investment in hybrid working, well-being, and flexibility in \nthe workplace.\n\nMcKinsey’s COVID Response Center \ncollaboration and knowledge sharing by helping decision-makers guide \ntheir institutions into the next normal. \n\n continues to support \n\n2020–2021 COVID-19 response:1,500+  \n850+  \n\nprojects in 75+ countries \n\nCOVID-19 related \narticles published  \n\nOur recent response to war in Ukraine \n\nThis report focuses on 2021, but today we face a \nhumanitarian crisis in Ukraine and beyond. Like \nothers, we have mobilized to tackle the consequences \nof a horrific war. Since the onset of the war, we have \nworked to ensure the safety of our Ukraine based \ncolleagues and their families. We have also remained \ncommitted to supporting our Russian colleagues \nand have helped over 600 of our colleagues based in \nRussia relocate with their families to other McKinsey \noffices following our complete exit from that country. \n\nWe contributed an industry-leading $28 million— \ninclusive of our $18 million cash donation to relevant \norganizations and our $10 million commitment \nin pro bono support. Through these pro bono \nefforts, we have supported public and social sector \nclients across more than five countries to improve \nhumanitarian aid delivery and access to public \nservices for refugees.\n\n Examples of our impact include:\n•  speeding up time of reception of refugees \nto 10–20 minutes at a rail station that was \nreceiving 20,000 refugees per day\n\n•  enabling setup of a talent exchange platform \n\naccessible to all Ukrainian refugees in Germany\n\nWithin a few days of the invasion, we ceased existing \nwork with Russian state-owned or government \nentities. We then announced that we would not \ntake on any new client work in Russia. In April we \ncompleted the shutdown of all client service in the \ncountry, and by May 13th we exited Russia entirely—\ntransferring our remaining Russia-based assets \nto a new, wholly independent entity which has no \ncommercial or operational relationship to McKinsey. \n\n1,000+ \n\nclients supported\n\n250+ \n\nsocial-sector  \ninstitutions served\n\n60+  \n\nnational governments served\n\n2.2b+  \n\npeople reside in countries \nwhere we are supporting \ngovernments on COVID-19 \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##13\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nMcKinsey \nHealth Institute \n\nAdding years to life and life to years \nIn 2021, we created the McKinsey Health Institute (MHI), a non-profit-\ngenerating global entity within the firm, founded on the conviction that, \nover the next decade, humanity could add as much as 45 billion extra \nyears of higher-quality life (roughly six years per person on average—and \nsubstantially more in some countries and populations). \n\nOver the last century, society has made incredible progress in \nextending life. But while life expectancy has increased, so has the \namount of time spent in moderate to poor health—and significant \ninequities persist both across and within countries. \n\nThe response to COVID-19, while far from perfect, demonstrates that  \nwhen resources and motivation coalesce, scientific breakthroughs and \nlarge-scale behavior change are possible in very short periods of time.  \nWe created MHI to catalyze the actions needed across continents,  \nsectors, and communities to achieve the aspiration of adding years to  \nlife and life to years. \n\nFoundational to MHI is a broad definition of health that encompasses \nphysical, mental, social, and spiritual health.\n\n has found that, in 2022, one in four employees \n\nEmployee Mental Health and Well-being initiative\nMcKinsey research \nare experiencing burnout symptoms. MHI is convening leading \nemployers around the belief that through collaboration and shared \ncommitment, employers can make a meaningful difference to the \nhealth of their employees and the communities they live in, especially \naround the urgent priority of mental well-being. \n\nMHI’s collaborative work will focus on areas of health that have \nbeen historically under-resourced and are critical to society:\n\nEquity and health: Identifying, measuring, and addressing \nhealth inequities across countries, cultures, and communities \n\nBrain health: Helping people achieve the best possible \nbrain health by strengthening cognitive function, improving \nmental health, and effectively preventing and treating mental, \nneurological, and substance use disorders. \n\nAging: Aspiring to ever-greater levels of functioning and \nflourishing later in life, including defining and scaling \nsustainable, enriching, dignified models of elder participation \nand care. \n\nHealthy living: Empowering and enabling people to make life \nchoices that benefit their health—including nutrition, sleep, \nengagement with technology, physical activity, and social \nconnections—while addressing the systems and structures that \ncan significantly impact one’s ability to make those choices.\n\nInfectious diseases: Equitably and consistently applying \nproven strategies as well as novel approaches and \ncollaborations across countries, populations, and systems to \nreduce suffering and death from infectious diseases.\n\nHealthcare worker capacity: Increasing healthcare worker \ncapacity through better use of technology and other process \nand policy innovations. \n\nSustainability and health: Understanding and addressing \nthe deep connections between health and the environment—\nto maintain and improve current and future health of those \naffected by pollution and climate change.\n\nMHI is developing a network of leading organizations committed \nto improving health by convening and enabling leaders, \nadvancing research, creating and promoting open-access \ndata assets, and stimulating innovation. MHI shares resources, \ninsights, tools, and data to foster debate and enable change. \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##14\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nOur insights \n\nMcKinsey has a long history of using our knowledge and \nexpertise to produce in‑depth, fact‑based reports and \narticles that examine the trends shaping business, society, \nand the planet. Through our research and insights, we \nseek to generate new thinking, identify practical solutions, \nand build a knowledge that helps inspire action.\n\nIn this section \n15  Insights for impact\n16  Research highlights from 2021\n18  McKinsey Global Institute\n\n2021 highlights:63m \n\narticle reads\n\n1,200+ \n\narticles and reports published\n\n47 \n\nindustry awards\n\n5,000+\n\narticles in key media5 referencing \nMcKinsey thought leadership  \n\n1,500 \n\nMcKinsey bylined  \nauthors featured \n\n5  Approximately 140 of the most influential media outlets worldwide. \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##15\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nInsights for  \nimpact\n\nPublishing original research and analysis \nhelps drive our purpose to create \npositive, enduring change in the world. \n\nWe have always sought to help leaders navigate the challenges they and \ntheir institutions face and to help shape public debate around the most \npressing issues. \n\n, which also hosts content developed by:  \n\nOver the past two years, McKinsey has published nearly 3,000 articles, \nranging from analyses of major macroeconomic trends to granular \nexaminations of specific industries. We make our research available on  \nour website \n• •    McKinsey Global Institute \n\n , which produces research that gives \na credible, objective, data-backed voice to some of the most vital \nsocietal issues today—gender equality, the impacts of COVID-19, the \nfuture of work, and the social and economic benefits of healthcare, to \nname just a few. \n\n•  McKinsey Quarterly \n\n, which has addressed the biggest challenges \nfaced by senior managers around the world since 1964. Our flagship \nbusiness publication, McKinsey Quarterly, strives to produce timely \nand relevant content for executives, regardless of industry, functional \nrole, or geography.\n\nOur publishing draws on the same analysis that informs our client \nservice, offering insights that are deeply researched and actionable. \nOur growing body of publishing on climate change, for example,  \naims to help clients take action on an urgent and complex challenge. \nBy accelerating progress, we hope to enable wide-scale positive \nimpact and, ultimately, become the world’s largest private-sector \ncatalyst for decarbonization.\n\nBeyond providing insights for our audiences, our research also gives \nMcKinsey colleagues opportunities for development. In 2021, we \nfeatured around 1,500 McKinsey bylined authors and hundreds of \ncolleagues acted as research contributors. \n\n97\n\nsustainability-\nrelated articles\n\n56\n\ndiversity, equity, \nand inclusion-\nrelated articles\n\n152\n\nCOVID-19-\nrelated articles\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##1\n\n4\n\n8\n\n.\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\n2\n\n3\n\n5\n\n9\n\n6\n\n7\n\n10\n\n16\n\nResearch \nhighlights \nfrom 2021 \n\nAs the world continued on its trajectory of change in 2021,  \nwe united our knowledge and insights to help leaders across  \nall sectors accelerate sustainable, inclusive growth.  \nHere are some examples of this work.\n\n1   Solving the net-zero equation: Nine requirements for a more   \n\norderly transition \n\n. \n\n2   Innovating to net zero: An executive’s guide to  \n\nclimate technology \n\n.\n\n3   ‘Great Attrition’ or ‘Great Attraction’?  \n\nThe choice is yours \n\n. \n\n.\n\n.\n\n4    Women in the Workplace 2021 \n5   Being transgender at work \n6  The economic state of Black America: What is and what could be \n7  The case for inclusive growth \n8   Igniting your next growth business \n9   How boards have risen to the COVID-19 challenge,  \n\n.\n\n.\n\nand what’s next \n\n.\n\n10  Our future lives and livelihoods: Sustainable and inclusive \n\nand growing \n\n. \n\nPublic & Social Sector Practice, in collaboration with  the Institute for Black Economic Mobility The case for inclusive growthApril 2021‘Great attrition’...or ‘great attraction’?Leaders, the choice is yoursHow the CEOs  of Haier and  Allianz Direct build digital winnersNumber 4  2021Leaders, the choice is yoursMcKinsey 2021 ESG Report\f##PAGE_BREAK##17\n\nMcKinsey 2021 ESG Report\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\n1\n\n3\n\n4\n\n6\n\n10\n\nSolving the net-zero equation: Nine \nrequirements for a  \nmore orderly transition \n“The required step-up in spend \non physical assets (both capital \nexpenditures and consumer spend on \ndurable goods) to reach net zero by  \n2050 would be substantial. Indeed, \nwe currently estimate this spend to \nrepresent an about 60 percent increase \nrelative to today (from an estimated \nannual $5.7 trillion to $9.2 trillion).6 While \nmany of these investments come up with \na positive return, financing for this scale \nof capital needs to be secured.” \n\n‘Great Attrition’ or ‘Great Attraction’? \nThe choice is yours \n“To stem the tide of the Great Attrition (or \nwhat many call the Great Resignation), \nsenior executives must understand \nwhy employees are leaving. Many are \nstruggling to do so. For example, when \nemployers were asked why their people \nhad quit, they cited compensation, \nwork–life balance, and poor physical \nand emotional health. These issues \ndid matter to employees—just not \nas much as employers thought they \ndid. By contrast, the top three factors \nemployees cited as reasons for quitting \nwere that they didn’t feel valued by \ntheir organizations (54 percent) or their \nmanagers (52 percent) or because they \ndidn’t feel a sense of belonging  \nat work (51 percent).”\n\nWomen in the workplace 2021 \n“To accelerate progress for all women, \non all fronts, companies need to \ndouble their efforts when it comes to \naccountability. Despite saying that \ngender and racial diversity are among \ntheir most important business priorities, \nonly two-thirds of companies hold  \nsenior leaders accountable for progress \non diversity goals, and less than a \n third hold managers—who play a critical \nrole in hiring and promotions  \ndecisions—accountable.”\n\nThe economic state of Black America: \nWhat is and what could be \n“In a parity scenario, Black- \nowned businesses would generate \n$1.6 trillion more than they do today.  \nThis has two components. First, if the \nBlack share of business ownership \nmatched the Black share of the \npopulation, 615,000 more enterprises \nwould exist, potentially generating $1 \ntrillion in revenue, assuming current \nrelative levels. Second, if Black-owned \nfirms matched the average scale of their \nindustry peers, they would add another \n$600 billion in revenue.”\n\nOur future lives and livelihoods: \nSustainable and inclusive  \nand growing \n“The three elements of growth, \nsustainability, and inclusion are deeply \nconnected and cannot be viewed as \ntrade-offs. Consider this: without \ngrowth, how could we achieve prosperity \nand well-being or pay for the transitions \nneeded to make the economy more \nsustainable and inclusive? Without \nsustainability, how could we fashion \ngrowth for the current generation and \nthe ones to follow? Without inclusion— \nan opportunity for productive work and  \na satisfying life for all citizens—how \ncould we ensure the demand needed to \npropel growth?”\n\n6 \n\n  Estimation includes spend for physical assets across various forms of energy supply (for example, power systems, hydrogen, and biofuel supply), energy demand (for example, for vehicles, alternate methods of steel and cement production),  \nand various forms of land use (for example, GHG-efficient farming practices). This includes both what are typically considered “investments” in national accounts and spend, in some cases, on consumer durables such as personal cars.\n\n\f##PAGE_BREAK##18\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nMcKinsey Global Institute\n\nMcKinsey Global Institute (MGI) is McKinsey’s institute for business \nand economics research. MGI’s mission is to advance fact-based \ndecision-making on the issues most critical to the world’s business \nand policy leaders. MGI is funded by McKinsey; advised by leading \nacademics, including Nobel Laureates; and reports are publicly \navailable and provided free of charge.\n\n31 \n\nyears since MGI \nwas established\n\n300+     \n\npublications to date\n\n#1      \n\nprivate sector think tank for four consecutive years (2016–2019) in \nthe University of Pennsylvania Lauder Institute’s Think Tank Index\n\nMGI themes and recent research: \n\n2.\n\nFinancial markets \nand investment\n\nThe rise and rise of the \nglobal balance sheet: \nHow productively are \nwe using our wealth? \n\n1.\n\nGrowth and \ncompetition\n\nA new look at how \n\ncorporations impact the \neconomy and households \n\n3.\n\nConsumers, \nbehavior  \nand health\n\nThe consumer \n\ndemand recovery \nand lasting effects \n\nof COVID-19 \n\n4.\n\nSociety and  \ninstitutions\n\nThe economic state \nof Black America: \nWhat is and what \n\ncould be \n\nAccelerating \nsustainable and \ninclusive growth\n\n5.\n\nResources and \nsustainability\n\nThe net-zero \n\ntransition: What it \nwould cost, what it \n\ncould bring \n\n6.\n\nWork and labor \n\nmarkets\n\nThe future of work \nafter COVID-19 \n\n7.\n\nTechnology and \n\ninnovation\n\nFinancial data unbound: \nThe value of open data \n\nfor individuals and \n\ninstitutions \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##19\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nOur clients \n\nBeing an impact partner to our clients requires taking \na holistic approach that helps them improve financial \nand operational performance, build capabilities to \nbring ambitions to life, and create lasting stakeholder \nbenefits for customers, employees, communities, \nand the environment. We view these as the \nfoundational dimensions of enduring client impact.  \nCase studies profiling select examples of our client \nwork are included throughout this chapter.\n\nIn this section \n20 Driving holistic impact with clients \n21  Innovating to net zero\n25  Increasing inclusion\n28  Enabling enduring growth\n31  Broadening our capabilities  \n\n2021 highlights:$850m \n\ninvested in knowledge development, \ncapability building, and learning\n\n50%+ \n\nof engagements have holistic impact7  \nas an explicit goal, after we broadened \nour impact definition in 2021\n\n1,200+\n\nsustainability engagements – \nsupporting our clients in their \nclimate transition journeys\n\n140+\n\nnew businesses in process of \nbeing imagined, built, and scaled \nthrough Leap by McKinsey\n\n130k+ \n\ndirect participants in \nour McKinsey Academy \ncapability-building programs\n\n7  Holistic approach to impact that considers three critical dimensions of impact—financial and operational results, capabilities, and stakeholder and ecosystem benefits.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##20\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nDriving holistic \nimpact with clients\n\nLeaders want professional advisers who can help \nthem navigate this moment and ensure that their \ndecisions and actions will stand the test of time. \nWe help leaders meet this aspiration by taking a \nholistic approach to impact.\nSustainable and inclusive growth is our aspiration for the future, while \nholistic impact is what we seek to help our clients deliver through the \nwork we do every day. If our clients create holistic impact, we accelerate \nsustainable and inclusive growth.\n\nWe aim for holistic impact that strengthens our clients’ financial and \noperational performance, builds their capabilities, and creates enduring \nstakeholder benefits. Our aspiration to achieve holistic impact in every \nclient relationship helps us raise the ambition of our client work and our \nfirm globally. We expect accountability for delivering holistic impact, \ncommitting jointly with our clients to hold our work to this standard.  \n\nWith our clients, we now systematically consider and address the \nperspectives and needs of the broader range of stakeholders our work \nmight touch. In these interactions, we are often inspired by our clients, \nmany of whom are already embedding environmental, social, and \ngovernance (ESG) factors into their strategies. We aim to help them go \nfurther by fully integrating stakeholder impact considerations into their \nstrategic and operational decisions.\n\nInternally, we are investing to upskill all our colleagues on holistic \nimpact, including through our annual firmwide Values Day and regional, \nlocal, and role-specific training events. We embed it in ongoing learning \nprograms for all consultants, alongside programs that teach core skills \nsuch as problem solving and client counseling. It also anchors our \ninternal performance assessments, which consider holistic impact \nas a core element. \n\n50%+      \n\nof engagements have holistic impact as an explicit goal, after we \nbroadened our impact definition in 2021\n\n100%      \n\nOur goal is for 100% of our client programs to have \nholistic impact as an explicit goal by end of 2022\n\n8  Analysis includes the top ~6,600 public companies in the world by market cap, of which ~1,600 are our clients and the remainder are “non-clients.” Analysis does not \n\ninclude privately held companies, government entities and nonprofits. This analysis is being updated with 2021 and 2022 data and will be shared in our next ESG report.\n\nAchieving holistic impact is challenging, but by focusing on it in each \nclient engagement, we believe we can help create sustainable and \ninclusive growth. For example, between 2015 and 2019, our clients that \nare public companies8:\n•  drove almost 20% of GDP growth \n•  added over 1 million jobs per year\n•  added female employees and female board members faster  \n\nthan average\n\n•  reduced emissions 7x faster than non-clients and were \n\n4x more likely to have science-based targets\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##21\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nInnovating  \nto net zero\n\nThe climate crisis is a defining issue of our  \ntime, so we are investing $1 billion over the  \nnext five years in our capabilities to help our \nclients lead a wave of innovation and growth \nthat safeguards our planet.\n\n• \n• \n\n• \n• \n\nIn 2021, we made three important strategic acquisitions to expand \nour capabilities:\n• \n• \n\n , a UK-based strategic economics consultancy \n\n, a climate analytics suite that financial institutions to \n\n Vivid Economics \n \nwith broad sustainability and macroeconomic capabilities\n Planetrics \n \nquantify, report and manage climate-related risks and opportunities\n Material Economics \n \n, a leading sustainability consultancy firm \nbased in Stockholm, Sweden specializing in developing strategies \nthat focus on circularity and use data-driven approaches to optimize \nthe use and reuse of products and materials\n\nConvening partnerships to scale solutions \nMcKinsey works with leading institutions to develop thought leadership \nand convene partnerships that tackle problems that one institution \nalone could not. In 2021, we launched a collaboration with the Mission \nPossible Partnership to analyze pathways to decarbonize the world’s \nhardest-to-abate sectors. We provided analytical insights for WBCSD’s \nValue Chain Carbon Transparency Pathfinder: an initiative dedicated \nto lowering Scope 3 emissions through the widespread exchange \nof primary carbon emissions data. With Vivid Economics, we also \nhelped the Glasgow Financial Alliance for Net Zero create investment \nopportunity roadmaps that show how private and public investors can \nhave impact through direct capital expenditure.\n\nIn April 2021, we significantly expanded our commitment by launching \nMcKinsey Sustainability \n, a new client service platform. It aims to \nhelp all industry sectors undergo the transformation needed to cut \ncarbon emissions by half by 2030 and reach net zero by 2050. \n\nDecarbonization will fundamentally reshape the economy, creating\nnew markets and imperiling others. We are investing to help companies \nidentify opportunities and take bold action, including by:\n• • \n\n helping leaders and organizations create and implement ambitious \nESG and net-zero strategies\n growing new sustainable businesses\n finding and removing emissions across systems, including product \ndesign, supply chain, manufacturing, and operations \n helping banks, asset managers, and insurers decarbonize  \ntheir portfolios\n providing insight on guiding capital to areas of high potential\n\n• • \n• • \n\n• • \n\n• • \n\nOur new capabilities also include the McKinsey Academy for \nSustainability, which trains boards, senior leaders, and colleagues on \nclimate change, as well as several Technology Centers of Excellence \nthat are developing cutting-edge innovations for batteries, hydrogen, \ncarbon capture, nature-based solutions, water, plastics, and more.\nThrough these capabilities, we’ve amplified our ability to help clients \nassess climate and nature-related risk, develop environmentally and \nsocially sustainable strategies, navigate structural economic shifts, and \ncreate value through sustainable businesses.\n\nIn April 2022, we announced a partnership with Alphabet, Shopify,\nMeta, and Stripe in an eight-year $925 million commitment to\naccelerate the development of permanent carbon removal\ntechnologies by guaranteeing future demand. The joint effort, \ncalled Frontier, is an advanced market commitment (AMC), which \naims to expand the global supply of carbon removal, rather than \nincrease competition for the supply that exists today.\n\n$1b    \n\ninvestment over the next \nfive years to help our clients \ntackle the climate crisis\n\n97     \n\nsustainability-related \narticles published \n\n2,000+     \n\ncolleagues focused on  \nsustainability, including green-\nbusiness building, decarbonization, \nand nature-based capital \n\n1,200+\n\nsustainability engagements, \nsupporting our clients on their \nclimate transition journey\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##22\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nCASE STUDY  \nBlue Nature Alliance: \nPartnering for large-scale \nocean conservation\n\nLaunched in April 2021, the Blue Nature Alliance \npartnership created to drive momentum toward the target of \nconserving at least 30 percent of the ocean by 2030, which would \nrepresent a significant contribution to addressing the climate and \nbiodiversity crises.\n\n is a global \n\nTo help achieve that goal, the Alliance aims to catalyze 18 million square \nkilometers (7 million square miles) of ocean conservation over five years \nthrough ocean conservation areas. In addition to sustaining biodiversity \nand ecosystem function, the Alliance’s work has the potential to create \nmassive socioeconomic opportunities for people around the world who \nlive along ocean coastlines. \n\nMcKinsey is helping the Alliance to develop innovative funding \nmodels for marine conservation through a series of pro \nbono projects. \n\nIn 2021, we supported the Alliance in applying those models to marine \nsites in the Pacific and Atlantic Oceans. We also helped develop \nmethodologies that enable local leaders to take concrete steps \ntoward establishing financially sustainable marine protected areas. \nTo date, utilizing advanced, multi-dimensional analyses that account \nfor socioeconomic factors, we supported the development of six new \nlarge-scale ocean conservation areas.\n\nFind out more about our support of the Blue Nature Alliance \n\n. \n\n18m km2     \n\n(7 million square miles) of ocean conservation over five years \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##23\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nCASE STUDY    \nDanfoss: Supporting the preferred \ndecarbonization partner for industry, \ntransport, and buildings\n\nSource: Danfoss\n\n2030 \n\ngoal to be carbon \nneutral in operations\n\n25%\n\nemissions reduction expected \nfrom all purchased goods \nby 2030, with a further \n15% emissions reduction \nacross the value chain\n\nAs our planet is seeing the highest recorded concentration of CO2 in \ntwo million years, leading companies are committing to urgent change \nand bold emissions reduction targets. Danfoss, a global leader in \nenergy efficient components, has set an ambition to become their \ncustomers’ preferred decarbonization partner. With a large portfolio \nof components and deep knowledge in three high emission sectors—\nindustry, transport, and buildings—Danfoss is seizing its position to \nsupport customers by enabling the energy transition. \n\nIn practice, this meant setting emissions reduction targets covering the \nentire value chain and developing circular products that minimize waste \nand emissions. For many industrial companies, including Danfoss, \nScope 3 emissions are both the largest part of their footprint and the \nmost complex to decarbonize. To understand the opportunities, \ncosts, and timelines of decarbonization, McKinsey partnered \nwith Danfoss to help develop the necessary insights, tools, and \ncapabilities to tackle its Scope 3 emissions. \n\nFirst, Danfoss set out to map emissions across the business and the \nvalue chain. The engagement team found that, like the company’s \npeers, most emissions come from the use of sold products. The second \nlargest category of emissions are purchased goods. To understand the \nfull potential and cost of reducing Scope 3 emissions, Danfoss focused \nsimultaneously on its own operations, product development, and  \nsupply chain. \n\nIn product development, Danfoss’ first step was to baseline embodied \ncarbon for each product category, using primary data from the \nsupply chain, where possible. Since, across all sectors, primary \nupstream Scope 3 data is a known challenge, the joint team used \nsecondary data where gaps existed. This work has enabled product \nmanagers and engineers to use carbon and cost impact assessments \nto create actionable decarbonization targets and roadmaps for \nindividual products. \n\nAt the same time, Danfoss baselined the emissions in purchased goods, \nidentified the top emitting procurement categories and suppliers, and \nthen engaged with them to switch to lower emissions energy sources. \nTo enable the scaling of this approach to Danfoss’ broader portfolio, \nMcKinsey helped to build a digital solution to estimate upstream \nemissions and enable more efficient prioritization and decision-making.\n\nDanfoss aims to embed its ESG ambition in all major business \nprocesses and engagement with the full value chain. To enable this, \nMcKinsey supported Danfoss to establish a new “train-the-trainer \nmodel” that is being implemented to build new capabilities throughout \nthe organization. Together, we are working toward Danfoss’ realization \nof broader climate and decarbonization goals, part of the Danfoss 2030 \nESG Ambition.\n\nImpact in a snapshot:\n•  Collaborating with the top ~50 of ~10,000 suppliers that \n\naccount for 50% of procurement emissions\n\n•  Built digital solution to enable faster and better \n\ndecarbonization assessments and decision-making \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##24\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nCASE STUDY    \nVistra: Fueling the next wave of \ninnovation in the energy sector\n\nVistra Corp. is the largest competitive power producer in the \nUnited States, operating power plants in 12 states with a capacity \nof more than 39,000 megawatts of electricity—enough to power \nnearly 20 million homes. Vistra has committed to reducing emissions \nby 60 percent by 2030 (against a 2010 baseline) and achieving net-\nzero emissions by 2050. \n\nTo help achieve its goals for cleaner and more efficient power, Vistra \nturned to McKinsey to optimize its power plants using AI. The first \npart of the collaboration involved determining where AI could have \nthe biggest impact. McKinsey experts, data scientists, and analytics \ntranslators from QuantumBlack, AI by McKinsey, worked closely with \na Vistra team of power generation experts and frontline operators to \nunderstand how the plant works, what data was already available, and \nwhat variables could be controlled. \n\nOne solution was the “Heat Rate Optimizer” (HRO), a tool that helps \ndetermine the most efficient amount of electricity generated for each \nunit of fuel consumed. The model analyzed two years of data to learn \nwhich combination of external factors—such as temperature and \nhumidity—and internal decisions, like set points that operators control, \nwould attain the best heat-rate efficiency at any point in time. \n\n~1.6m  \n\ntons of carbon abated annually\n\n67      \n\npower plants optimized \n\n$60m \n\nsavings captured in the first year, as part \nof $250–$300 million savings roadmap\n\nIn less than three months, the HRO improved efficiency by 2 percent—\nrepresenting a major improvement over traditional improvement \nefforts. Typically, operators of gas-fueled power plants would invest \nmillions of dollars in research and development over four to five years to \nachieve a 1 percent improvement in power-generation efficiency.\n\nAdditional solutions have helped Vistra abate about 1.6 million tons of \ncarbon per year, equating to 10 percent of its remaining 2030 carbon \nreduction commitment. \n\nA critical ingredient has been the infrastructure put in place to scale \nthis work across Vistra’s 60+ power-generation units. When a solution \nhas proven value at a pilot site, a team of software and machine learning \nengineers refactor, modularize, and containerize the code. This enables \na “core” software package for each deployment that can be updated \nand improved while scaling. \n\nWe also worked with Vistra to implement a standardized approach \nto the deployment and maintenance of more than 400 AI models, \nsupporting the continuous improvement of each model to ensure the \nplants sustain and build on the value they captured (a practice known \nas MLOps—short for Machine Learning Operations).\n\nWith more than $60 million in savings captured in the first year and \nanother $40 million in progress, Vistra is well on its way to deliver its \n$250–$300 million savings roadmap and more than two million tons  \nof carbon abatement per year.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##25\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nIncreasing  \ninclusion\n\nWe have a deep and long-standing commitment  \nto advancing diversity, equity and inclusion (DEI)  . \nIt is critical for growth and is integral to our \nmission of helping clients make substantial, lasting \nperformance improvements.\nOur research on diversity set the path for us. We know diverse and \ninclusive organizations are more successful at attracting and retaining \ntalent, making high-quality decisions, and driving innovation. But the \nvalue of greater diversity is only fully captured when an organization \nis also equitable and inclusive, ensuring that everyone can be their \nauthentic selves at work.\n\nUsing proprietary tools, we help our clients measure inclusion, \nproviding insights into experiences across employee groups. To inspire \ncommitment, we draw on our industry-leading research and align \nleaders around their organization’s specific business case for diversity. \nWe also support action at every level to create a workplace where \neveryone is empowered to make meaningful contributions. \n\n20,000+\n\nparticipants from 600+ organizations have \nparticipated in our Connected Leaders Academy\n\n  \n\nOur research also helps to catalyze change across industries.  \nFor example, the McKinsey Institute for Black Economic Mobility \nis a research institute and think tank dedicated to advancing racial \nequity and inclusive growth in the United States and globally. Launched \nin 2020 as part of our 10 Actions, it collaborates with stakeholders and \nleaders across private, public, and social sectors to advance economic \nopportunity for Black people and create a more inclusive economy  \nand society. Women in the Workplace \ncorporate America published with Leanin.org \nresearch that catalyzes change. This year’s report, which reached a record \nof 423 participating companies, focused on the pressures put on women \nduring the COVID pandemic and described practices that are making a \ndifference in gender parity across leading companies. \n\n , our annual study of women in \n, is another example of \n\nHelping clients build and empower diverse workforces\nWe partner with our clients to set bold DEI aspirations, then drive change \nneeded to reach them, by:\n•  Assessing the baseline and setting the strategy: using a \n\ncomprehensive diagnostic to help clients understand current \ndiversity within their workforce, then establishing DEI goals and a \nroadmap for implementation.\n\n•  Building capabilities and shifting behavior: designing and leading \nprograms to build DEI capabilities at every level, empowering people \nto apply new skills and adopt inclusive behaviors. \n\n•  Guiding transformational change: delivering multi-year DEI \nprograms, working closely with clients to help them manage \nimplementation, track progress, and celebrate impact.\n\nWe have developed a suite of tools, solutions, and programs to enable our \nwork, including:\n•  DEI Maturity Assessment: An evaluation of DEI strategy  \nand programs maturity across key dimensions to identify \nopportunity area.\n\n•  Inclusion Assessment: A data-driven approach to measuring \n\nworkplace inclusion and building actionable plans to mitigate inequity.\n\n•  Inclusion Incubator: A multi-faceted capability-building  \nprogram designed to support learners in creating a more  \ninclusive organization.\n\n•  People Process Debiasing: Analyzes bias in people processes, \nresulting in tailored interventions to make debiasing impactful  \nand sustainable.\n\n•  Sponsor Match: Provides actionable information on current and \n\npotential sponsorship relationships.\n\n•  Talent Pipeline Analytics and Scenario Modeling: Maps talent \n\nlandscape by dimensions such as gender, race, and ethnicity across \nfunctions and levels, and generates insights to inform bold, feasible \ngoal setting.\n\nEmpowering diverse leaders \nTo help drive the next generation of diverse leadership, the McKinsey \nAcademy—our flagship capability-building service line—offers \nprograms at no cost to our clients. This includes the Connected \nLeaders Academy \nleaders, which has welcomed more than 20,000 participants from over \n60 organizations. As part of our firm’s 10 Actions, we also launched \nthe McKinsey Black Leadership Academy \n. These programs help \nrecognize high-potential individuals, improve organizations’ talent \npipelines, and connect underrepresented leaders with powerful \nnetworks of peers and tools to support their professional aspirations.\n\n offered to Black, Hispanic/Latino, and Asian \n\nLearn more about 10 Actions \n\n and Connected Leaders Academy \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##26\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nCASE STUDY \nMarkle Foundation: Unlocking \nexperience-based job progression for \nmillions of workers\n\nThere are over 100 million skilled workers in the United States whose \ntalents are often unrecognized because they lack a four-year college \ndegree. COVID-19 has exacerbated this situation. About six million of \nthese workers from lower-wage roles were unemployed as of February \n2021, comprising roughly 63 percent of all unemployed Americans. \nAround 36 percent of them were Black or of Latin descent.\n\nTo help respond to this crisis, the Markle Foundation launched \nthe Rework America Alliance—a collaboration of more than 35 \ninstitutions, encompassing employers, nonprofits, educators, \ngovernment entities, and public and private organizations, dedicated \nto helping unemployed and low-wage workers. The Alliance identifies \npromising job pathways and high-quality training aligned with required \nskills for emerging jobs, develops digital tools to help career coaches \nbetter serve displaced workers, and directly engages employers to \ndrive the adoption of inclusive sourcing and hiring practices.\n\nAs an Alliance partner, McKinsey helped design capabilities that \nenable participants in the labor market to better collaborate to \nunlock experience-based hiring at greater scale—linking market \nsignals, actionable insights, and training options to help millions of \nAmericans in low-wage roles, regardless of formal education, move into \nhigher paying jobs.\n\n180    \n\nemployers and employer intermediaries \nequipped to implement new practices \n\n2,700+    \n\njob coaches equipped by the Alliance to \nplace vulnerable workers into good jobs\n\n350k+    \n\njob seekers given access to coaches who \noffer tools, resources, and insights\n\nWe started with data, providing novel analytics to uncover previously \n“hidden” job progressions that enable lower-wage workers—\ndisproportionately Black, Latino, and women—to achieve improved \nincome, job stability, and job quality based on their skills and \nexperience. We looked at the job histories of 29 million people, more \nthan 800 occupations, and other information, such as employment \ngrowth and susceptibility to automation. We also engaged with over \n350 small- and medium-sized businesses to develop industry- and \nlocation-level insights.\n\nThe Alliance has packaged these insights to be useful for action—such \nas through a widely circulated report co-authored with Markle, the \nFederal Reserve Bank of Atlanta, and the National Urban League; in a \n“Job Progressions Tool” for career coaches; and, as a foundational input \nto the Federal Reserve’s “Rework Community Insights Monitor.” \n\nWe know from experience that impact is best delivered locally. \nTherefore, working with Alliance partners, McKinsey helped create a \n“lighthouse” delivery model that is both localized and replicable, in five \ninitial locations (Atlanta, Austin, Denver, Minneapolis-St. Paul, and the \nFinger Lakes region of New York).\n\nThe work in these initial locations has included convening over 50 \nworkforce “aggregators” (e.g., local chambers, workforce boards, and \nworker-serving nonprofits) to identify immediate actions they can take; \nequipping ~180 employers and employer intermediaries to implement \nnew practices, such as adopting more inclusive skills-based sourcing \nand talent practices; and enabling 2,700+ job coaches to have access \nto 350k+ job seekers with tools, resources, and insights from the \nAlliance to better place vulnerable workers into good jobs. At the same \ntime, we have helped deploy tools across partner institutions that serve \n350,000 workers nationally.  \n\nFind out more about the Rework America Alliance \n\n.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##27\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nCASE STUDY  \nNational Association of State \nMental Health Program Directors: \nExpanding mental health services \nfor those in need\n\nSuicide is a devasting tragedy that impacts individuals as well as \nextended families and communities. One out of every 100 deaths \nworldwide are attributed to suicide. In the United States, suicide is a \nleading cause of death.\n\nThe need to expand services to help people struggling with suicidal \nthoughts and other crises is pressing. McKinsey Health Institute (MHI) \npartnered with the National Association of State Mental Health \nProgram Directors (NASMHPD) on a pro bono initiative. Together we \nhelped the US government convene national stakeholders around \n9-8-8, America’s first nationwide three-digit number for mental \nhealth, substance use, and suicide crisis. The hotline will be available \nto everyone across the United States in July 2022.\n\nTogether with NASMHPD and other national stakeholders, MHI \ndeveloped tools to assess system readiness and prepare our clients \nfor the transition to 9-8-8. These tools include a set of guidebooks \nthat include how-to instructions and case examples designed for local \nproviders, contact centers, state agencies, and others.\n\nMHI also collaborated with RI International, a convening stakeholder \nin the launch preparation, to help it build and enhance a new, web-\nbased version of the Crisis Resource Need Calculator. The goal of the \ncalculator is to help communities build in-person crisis care for their \npopulations, so 9-8-8 doesn’t become “a bridge to nowhere.” Using the \nenhanced calculator, federal, state, and county leaders can estimate \nthe demand, resourcing, and healthcare costs of crisis services in their \ncommunities. The data and insights from the calculator could support \nleaders in making the case for developing a full crisis care continuum \nand plan their work.\n\nThe 9-8-8 hotline has the potential to benefit 39 million people \nannually—the estimated total number of individuals experiencing a \nbehavioral health crisis with means to contact 9-8-8.  \n\n39m people     \n\npotentially benefiting annually from the 9-8-8 hotline\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##28\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nEnabling  \nenduring growth\n\nWe believe growth is necessary to secure \nincreased prosperity and well-being for everyone. \nAs organizations and economies thrive, jobs are \ncreated, incomes rise, and increased demand \ncreates investment opportunities. Growth also \ngenerates needed capital for green innovation.\nWe have long supported our clients’ growth. Today, they are asking \nus to help them enable growth in the context of the modern world. \nAdjusting to this context typically requires unprecedented speed, \ninterconnected capabilities, and practical acumen to capture \nopportunities presented by the postpandemic recovery. It requires \nleaders to put critical mass behind growth strategies while preparing \nfor what will come next.\n\nTo help our clients meet this challenge, we have invested heavily in \ndeveloping distinctive capabilities and insights, including growth \nstrategy, marketing and sales expertise, organic and inorganic business \nbuilding, tech-enabled solutions, and capability building. Our recent \nacquisitions of IncepTech, a Budapest-based firm that develops digital \nproducts and businesses, and LOBO, a digital marketing and sales \nagency in Buenos Aires, are examples of targeted investments to \nexpand our ability to help clients grow at a time when whole industries \nare being disrupted by digital natives.\n\nSupporting social, healthcare, and public entities\n\nWe have served the social, healthcare, and public sectors for \nalmost 70 years. Our clients trust our more than 2,500 colleagues \nin this area to build the strategy and resources needed to drive \nchange. By combining our hands-on work with research, we  \nbring proven methodologies and tools that support clients—\non social \n, and education \n \nissues—from diagnosis of issues to delivery of lasting impact.\n\n, public sector \n\n , healthcare \n\nWe engage with communities and organizations to support local \nresponses to international crises and tackle major challenges. \nWe also invest in research on critical economic, government \nhealth, social, economic, and government topics through \ndedicated research centers, including the McKinsey Center for \nGovernment \nand the McKinsey Health Institute \n\n, the Center for US Health System Reform \n\n, \n\n.\n\nOur integrated approaches are fueled by advanced analytics, AI, \nand the best available data, enabling us to help create cohesive \norganizations that can think and act fast and move quickly to growth, \nregardless of where they are on their transformation journey. For \nexample, Leap by McKinsey works with established organizations \nto imagine, build, and scale new businesses, and we apply Leap \nmethodologies in our Green Business Building service line, working \nwith climate-focused innovators to build new, sustainable businesses.\n\n140+      \n\nnew businesses in the process of \nbeing imagined, built, and scaled \nthrough Leap by McKinsey\n\n150+       \n\ndigital, analytics, and \ntechnology transformations \n\n130,000+   \n\ndirect participants in our McKinsey \nAcademy capability-building programs \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##29\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nCASE STUDY  \nVyaire Medical: Delivering a \nmanufacturing moonshot for \nCOVID-19 patients\n\nIn March 2020, it quickly became clear that there were not enough \nventilators to support patients given the demands of the COVID-19 \npandemic. In fact, McKinsey research estimated 23 ventilators \nexisted per 100,000 people in North America, the region with the \nmost plentiful supply. \n\nTypical production lines were making five to seven ventilators a day.  \nTo support patients by responding to surging requests for \nventilators, medical device manufacturer Vyaire Medical needed \nto increase production to 700 units daily within weeks. Given the \nurgency of the need, and the complexity of the devices and their supply \nchains, an extraordinary effort was required. Vyaire engaged McKinsey \nto support it to dramatically increase capacity.\n\nMcKinsey worked with Vyaire to develop a plan to dramatically \nand rapidly increase ventilator production. Alongside our experts, \nproduction engineers re-validated basic manufacturing data and \nassumptions at Vyaire’s Palm Springs, California, facility, and identified \noptimization measures, which quickly tripled production.\n\nThe team then began looking for additional capacity. They created a \npartnership with Spirit AeroSystems, whose furloughed workforce had \na transferable skill set, and identified a 55,000 square foot building \nin Wichita, Kansas. Launching the new production facility required \ncoordination of machinery, inbound logistics, outbound freight, \nquality control, assembly, testing facilities, and many other aspects. \nIt also depended on close collaboration with suppliers that provide \ncritical components.\n\nAs it became evident that the Palm Springs plant had reached its \nproduction limit, the team decided to execute a “lift and shift” operation \nto consolidate all production lines at the new Wichita plant. This \ncomplex plan was designed and completed in less than 10 days—a \nremarkable accomplishment given various circumstances. \n\nBy October 2020, total daily production rates exceeded 1,000 units \nand, at peak output, Vyaire was able to produce more ventilators in \nthree days than its entire 2019 output. Beyond delivering critical-care \nventilators, employment was provided for thousands of furloughed \nworkers both directly and through the supply chain. \n\n700     \n\nventilator units required \nto be produced daily to \nsupport patients\n\n1,000+    \n\nventilator units produced \ndaily following McKinsey’s \nengagement \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##30\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nCASE STUDY  \nTelkomsel: Closing the ‘digital \ndivide’ through inclusive growth\n\n24m     \n\nmonthly active users \non MyTelkomsel app \n\n10x\n\nincrease compared \nto previous app\n\nThe Indonesian digital economy has emerged as a major driver of local \nmanufacturing and jobs, accounting for $32 billion annually—the nation \nis also home to the fastest-growing population of smartphone users in \nthe world. \n\n•   build new businesses that give customers more control of their \n\naccounts and easier online access \n\n•  establish a new digital channel that would streamline how Telkomsel’s \n\nservices are accessed\n\nTelkomsel, the world’s seventh-largest mobile operator and the \nlargest in Southeast Asia, has been a driver of economic growth. \nThe provider has been central to the creation of a sustainable and \ninclusive digital economy for Indonesia’s nearly 200 million internet \nusers. It has dramatically increased Indonesia’s broadband access, \nhelped small- and medium-sized enterprises (SMEs) digitize, and led \nthe nation’s transition from 3G to 4G before becoming the first operator \nto launch 5G there in May 2021.\n\nTo reach a new generation of Indonesians and to ensure its platform \nwould remain the primary way its customers engage with the world, \nTelkomsel partnered with McKinsey to embark on a digital \ntransformation to: \n•   create a new analytics platform to better understand people’s needs \n\nand drive personalization \n\nThe transformation has already delivered significant results. The \nanalytics platform has helped Telkomsel better tailor offers for \ncustomers. These services and offerings already account for 50 \npercent of the company’s overall revenues. MyTelkomsel, a new app that \nIndonesians can use to manage their mobile lives, including video and \ngaming, and e-payments, is seeing 24 million monthly active users, a \ntenfold increase over a previous Telkomsel app. \n\nDespite Indonesia’s rapid digitization, fixed broadband access has not \nbeen uniform and only 15 percent of households use it to get online. We \nhelped Telkomsel launch Orbit, a new business that provides customers \nwith a 4G home router so they can access home broadband in underserved \nareas. The new company doubled its one-year customer acquisition goal \nand today is delivering 20 percent month-over-month growth—helping \npeople access the information, goods, and services they need. \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##31\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nBroadening our \ncapabilities\n\nWe are committed to continually broaden our \ncapabilities to anticipate and meet our clients’ \nevolving needs. Our growth platforms, Client \nCapability Network, and alliances and acquisitions \nare an expression of this commitment.\n\nGrowth platforms\n\nOur growth platforms are areas of client service in which we are \nrapidly scaling up our talent, knowledge, services, and products—\nincluding through strategic acquisitions—to extend our capabilities and \nknowledge into new areas. These platforms include: \n•  McKinsey Sustainability: More than 790 clients, across more than \n\n70 countries, have partnered with us on their climate transition \njourneys in the last three years. More than 2,000 colleagues spend \nmore than 30 percent of their time on sustainability topics, including \ngreen-business building, decarbonization, and nature-based capital.\n\n•  People & Organizational Performance: More than 430,000 direct \n\nparticipants in our McKinsey Academy capability-building programs in \nthe last three years. \n\n•  McKinsey Digital: More than 300 new businesses have been \n\nimagined, scaled, and built through Leap by McKinsey in the last \nthree years. We are ranked a Leader—the highest rank—by Forrester \nfor Digital Business Transformation Services.\n\n•  McKinsey Transformation: We’ve helped clients complete more  \n\nthan 1,000 successful, at-scale, end-to-end transformations across \n94 countries and over 30 industries.\n\nClient Capability Network\n\nMore than 4,800 of our colleagues work alongside our consultants \nto support our client engagements, both remotely and at client sites, \nin an agile and targeted way. This Client Capability Network (CCN) is \ncore to our firm’s innovation, developing knowledge and building and \nrefining proprietary capabilities. Our portfolio includes state-of-the-\nart research, asset-backed and rapid diagnostics, benchmarking, and \nworkflow support. Our professionals apply their deep expertise across \na broad range of methodologies and specialized on-demand analyses. \nThe CCN is a unique complement to our client service teams.\n\nSustainability innovations fueled by intrapreneurship\n\n In 2021, we held our first Innovation Olympics – an internal \ncompetition designed to deepen our firm-wide culture \nof innovation. More than 2,000 colleagues in 510 teams \ntook part, submitting ideas to tackle some of our clients’ \ntoughest problems. As well as supporting the development \nof the winning idea, the competition provided colleagues \nopportunities to collaborate, learn, and expand  \npersonal networks.\n\n Through a series of rounds, five projects were shortlisted \nfor December’s Grand Finals. These included ways to \naddress clients’ technology debt, optimize their GHG \nemissions from operations, and accelerate their adoption \nof cloud technologies.\n\n The winning idea – Zero Carbon Product – is a platform \nthat will help clients create carbon-neutral products \nby assessing their footprint across their supply chain, \nevaluating a broad range of levers, and identifying \npathways that account for cost and feasibility. This  \nmuch-requested capability will help us drive our \nsustainable, inclusive growth agenda.\n\n$850m        \n\ninvested in knowledge development, \ncapability building, and learning\n\n4,800+       \n\ncolleagues in our Client  \nCapabilities Network\n\n>95%        \n\nof client work involves Client \nCapabilities Network professionals\n\n500+       \n\ncompanies in our \necosystem of alliances\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##32\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nEcosystem of alliances and acquisitions\n\nSome of the companies in our ecosystem of alliances and acquisitions: \n\nTo bolster our capabilities, we have established an open \necosystem of alliances and acquisitions. This dynamic and \nevolving group of leading technology companies—from global \ntech platforms like AWS, Google, Microsoft, and SAP to innovative \nstart-ups—helps our clients anticipate and react to change \nand stay resilient. This ecosystem comprises more than 500 \nexternal companies and over 20 acquisitions that span cloud, \ndata, analytics, sustainability, and implementation and change \nacceleration—all in service of better supporting our clients.\n\nTechnology and Applications\n\n*\n\nData & Analytics\n\n*\n\n*\n\nImplementation & Change\n\nSustainability\n\n*\n\n* Acquisition\n\n*\n\n*\n\n*\n\n*\n\n*\n\n*\n\n*\n\n*\n\nNote: McKinsey’s collaboration arrangements with third parties may include a financial interest in some of its collaboration partners, e.g., royalty, cost recovery, or equity stake. The specifics may vary depending upon the scope of the collaboration and the third-party firm involved.  \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##33\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nOur people \n\nWe are a firm of over 38,000 colleagues in six regions \nacross the globe. Our people represent more than 150 \nnationalities and speak 120 different languages. We have \na wide variety of educational experiences and include \nmany colleagues from non‑traditional backgrounds or \nwith alternative entry routes into the workforce.  \n\nIn this section \n34  Our approach\n35  Talent attraction\n36  Development\n38 Caring for our colleagues\n41   Diversity, equity, and inclusion \n\n2021 highlights:38,000 \n\ncolleagues globally \n\n48% \n\nwomen \n\n52\n\naverage annual training hours \nper consulting colleague\n\n100%\n\nof our people receive regular performance \nand career development reviews\n\n12,400+ \n\ncolleagues in our Inclusion  \nAllies program\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##34\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nOur approach\n\nOur firm is designed to operate as one—a single \nglobal partnership united by a common purpose, \nmission, and values, including creating an \nunrivaled environment for exceptional people. \nWe embed a deep commitment to diversity and to \ncreating inclusive opportunities in our client service \nand in how we run our firm. \n\nTo create an unrivaled environment for exceptional people, we expect \nour colleagues to: \n•  be non-hierarchical and inclusive\n•  sustain a caring meritocracy\n•  develop one another through apprenticeship and mentoring\n•  uphold the obligations to engage and dissent\n•  embrace diverse perspectives with curiosity and respect \n•  govern ourselves as a “one firm” partnership\n\nOur people are our greatest asset. It is only with their engagement \nand dedication that we can deliver on our purpose to create \npositive, enduring change in the world. Our People Strategy—which \nencompasses our enduring mission and values—along with our People \npriorities help us to attract, develop, and support our colleagues and \nensure they are thriving personally and professionally. McKinsey’s \nefforts to nurture our people are supported by a robust governance \nstructure led by our chief people officer. At the board level, the People \nCommittee of our Shareholders Council defines strategic direction and \nsets policies designed to fulfill our People Strategy. \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##35\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nTalent attraction\n\nOur approach to talent attraction is central to \nMcKinsey’s dual mission—to help our clients make \ndistinctive, lasting, and substantial improvements \nin their performance and to build a firm that \nattracts, develops, excites, and retains exceptional \npeople. It also underpins our commitment to \naccelerate sustainable, inclusive growth. \n\nTo stay ahead of the curve and position ourselves to support our clients \nand our colleagues, we plan to radically expand our talent pools and \nevolve our processes and assessments while continuously working to \nmitigate the potential for bias. \n\nDiversifying our recruitment sources\nWe work to build teams that reflect the diversity of our clients, the \ncommunities in which we work, and society as a whole. \n\nBeing consciously inclusive in our hiring processes\nWe work to ensure equity in our hiring processes and maintain a strong \npipeline at all phases of our recruiting process. \n\nWe are continually looking for new ways to reach people who might not \notherwise consider a career at McKinsey. This includes partnering with \nexternal organizations to help us connect with top talent, including the \nNational Society of Black Engineers, Society of Hispanic Professional \nEngineers, Sticks & Stones, EUROUT, Grace Hopper, and JumpStart \nAdvisory Group. \n\nWe invest to help create better access to McKinsey, including through:\n•  learning programs for women and underrepresented populations, \n\nsuch as Inspire—aimed at top Black, Hispanic, and Latino candidates \nin the United States—and Next Generation Women Leaders\n\n•  McKinsey Achievement Awards, which provide recipients with \n\nmonetary awards to support their academic or professional \ndevelopment and join a mentorship program\n\n•  A Place for You, a campaign focused on connecting underrepresented \n\ntalent to careers in management consulting through training and \nwebinars with our consultants and recruiting team\n\nIn 2021, we held the McKinsey Juntos Conference in Brazil for young \nBlack talent to connect, meet Black professionals with inspiring stories, \ndevelop new skills, engage with large companies, and learn about \ncareer opportunities.\n\nIn 2021, we introduced a full suite of solutions designed to go \nbeyond removing the opportunity for bias in our processes by being \nconsciously inclusive. For example, we launched new job descriptions \nthat emphasize skills over academic pedigree and improved our résumé \nscreening to be more inclusive of the diversity of experiences and skills. \n\nWe also launched inclusion nudges across our assessment approach \nand tools to help applicants write résumés and shine in our interviews. \nTo combat potential biases, we created an inclusion advisor role and \nlaunched related training. Further, we scaled our industry-leading \ngame Solve, which assesses candidates’ problem-solving skills in an \nunbiased way by testing intrinsic capabilities and learning flexibility. \n\nIn 2021, we welcomed our largest ever intake of talent to meet \nthe needs of our client service while also ensuring diversity and \ninclusion. In addition, we: \n•  substantially expanded our sources, hiring interns and full-time \n\nconsultants from around 540 institutions globally\n\n•  expanded our presence at Historically Black Colleges and \nUniversities in North America and recruited from over 30 of \nthese institutions\n\n•  recruited our highest global share of full-time colleagues for \n\nMcKinsey Black Network, GLAM (LGBTQ+), and our First \nGeneration network\n\n•  welcomed more than three times the number of Black \n\ncolleagues to McKinsey in the United States as full-time \nemployees compared to 2020\n\n3x+ \n\nthe number of Black colleagues hired as \nfull-time US employees compared to 2020\n\n540\n\ninstitutions globally as part \nof hiring sources\n\n49%  \n\nof new hires are women  \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##36\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nDevelopment\n\nWe foster a culture of continual learning and \ngrowth and embed learning into every aspect \nof our work. We aim to help everyone reach \ntheir potential, and provide colleagues at every \nlevel with access to world-class professional \ndevelopment to ensure they are building new \nskills, expertise, and capabilities.  \n\nIn 2021, we invested more than $850 million in knowledge \ndevelopment, capability building, and learning. \n\nCulture of development\nWe believe that responsibility for encouraging our culture of \ndevelopment belongs to all firm members. This includes development \nthrough apprenticeship, sponsorship, mentorship, team- and cohort-\nbased learning, on-the-job skill building, and strengths-based \nfeedback. These are embedded into our core client and team operating \nsystem and our Way We Work initiatives, where development, learning, \nand apprenticeship habits are encouraged and tracked by team \nleaders. Our Mentorship, Apprenticeship, and Sponsorship Survey \n(MASS) provides insight into how well each colleague’s needs are met.\n\nWe expect all our colleagues to act as both learners and teachers—for \nexample, new joiners with extensive industry or technology-related \nexperience are able to act as mentors to more senior colleagues. \n\n  \n\n$850m \n\ninvested in knowledge development, \ncapability building, and learning \n\n2,500+     \n\nMcKinsey-created learning offerings available\n\nContinuous learning\nEvery role at McKinsey has a core learning journey, built around \nour skills taxonomy, that is designed to balance leadership skills, \ncapabilities for client service, technology acumen, and risk \nmanagement awareness. Core programming may be: \n•  universal, such as our One Firm Onboarding curriculum for \n\nnew colleagues\n\n•  hybrid, such as our Business Essentials learning module designed  \n\nfor client-facing colleagues with diverse educational and  \nprofessional backgrounds\n\n•  self-directed, for example, a modular Digital and Analytics Tech Week \n\ncreated to empower colleagues from any background to level up in \nthose skills\n\n•  customizable, such as content tailored for specific regions, interest  \n\nor practice areas, role transitions, or affinity groups\n\nWe have created more than 2,500 learning offerings and provide \naccess to tens of thousands more from external content providers. \n\nColleagues have access to elective and on-demand learning, as well \nas certifications and credentialing, to broaden skills, deepen expertise, \nand personalize their own development. In 2021, we introduced a new \nlearner experience platform, providing a one-stop shop that provides \ncolleagues with easy access to all of our learning content.\n\nIn 2021, our Learning organization also grew our range of multi-modal \nprogramming to be more personalized, inclusive, and sustainable. \nFor example:\n•  executive assistants piloted a performance support tool for  \n\nin-the-moment help\n\n•  recent hires met in office hubs for connectivity and “masterclass” content\n•  team leaders learned more about apprenticing others via digital self-\n\nserve, region-based meetings, and global virtual content\n\n•  partners chose to attend bespoke workshops in person or virtually\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##37\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nIn 2021, McKinsey won more than 30 Brandon Hall Group HCM \nExcellence Awards, acknowledging outstanding innovations in \nlearning and talent.\n\nSelf-authored journeys\nWe have always celebrated our colleagues’ ability to “Make their Own \nMcKinsey”—defining industry, functional, and leadership focus based \non personal interest. To continue driving higher performance through \ngreater employee engagement and connection to purpose, we are \nintroducing Leadership Growth Plans for each colleague. We are also \nrestructuring our career paths to encourage more flexibility using \nrotations and global mobility, as well as the ability to leave for, and \nreturn from, external growth opportunities.\n\nSkills- and impact-based advancement\nWe are moving to a model of professional advancement based on \ndemonstrated impact and skill mastery. Our “skill taxonomy” applies \nacross all roles, giving colleagues opportunities to develop their unique \nprofile of strengths.\n\nMobility and global expertise\nWe encourage growth and development by providing opportunities for \nprofessional experiences across our client practices, firm functions, \nand geographies. Through mobility programs, we simplify and \naccelerate connections between early-tenure colleagues and offices in \nmore than 65 countries to enable them to experience new cultures and \nclient contexts, expand networks, and develop global mindsets. \n\nWe work closely with leaders across our firm to identify needs and \nmove partners with relevant expertise. One-third of our partners have \nlived and worked in multiple countries, and 20 percent of our team \nleaders, associate partners, and equivalents made an international \ntransfer during their time at the firm. \n\nContinued growth beyond McKinsey \nWe provide extensive help to colleagues when they choose to grow \nbeyond our firm. We also celebrate the increasing number of alumni \nrejoining our firm with new skills and expertise. \n\nWe have a wide network of alumni in leadership roles around the world \nand take great pride in their impact in the world. We maintain close \nties throughout their post-McKinsey careers and strive to help ensure \ntheir continued development and success. \n\nToday our alumni network includes 44,000 former consultants across \n125 countries. Over 3,000 are in prominent leadership roles in the \nprivate, public, and social sectors, and one in four have founded their \nown companies—including 40 technology “unicorns.” Every year, tens \nof thousands of alumni and firm members engage and collaborate \nthrough our alumni website, career services, communications, and \nknowledge and connectivity events. \n\n52    \n\naverage annual training hours \nper consulting colleague\n\n22     \n\naverage annual training hours \nper non-consulting colleague\n\n100%     \n\nof colleagues have access to \ncareer- or skills-related training\n\n30+      \n\nBrandon Hall Group HCM \nExcellence Awards won\n\n100% \n\nof our people receive \nregular performance and \ncareer development reviews\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##38\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nCaring for our \ncolleagues\n\nWhen employees feel supported, they thrive, both \npersonally and professionally. We are committed \nto promoting a culture that protects and nurtures \nevery facet of employee health and well-being, \ncreating an environment where our people \ncan reach their full potential. We approach \nhealth and well-being holistically—with benefits \nand programs that support the mind, body, \nand purpose.\n\n31,000+ \n\ncolleagues participated in mental health-related virtual events\n\nOne of our core values is to “sustain a caring meritocracy.” Our \nprograms and initiatives include employee benefits and perks, our \nMind Matters mental health programming and support, our global \nlearning programs, and office-based initiatives. \n\nThese topics appear in our flagship programs, in office-learning and \nfunction-specific initiatives, and through designated learning days. \nWell-being is also a core part of our leadership framework for team \nleaders and partners. \n\nMind Matters \nOur Mind Matters program aims to advance the conversation on mental \nhealth and provide support for colleagues where and when they need it. \nThe program is designed to support our people in proactively managing \nmental health disorders and challenges. Through it, colleagues and \ntheir families can access early intervention and clinical resources, \nsuch as free, independent, and confidential support from trained \nprofessionals through an Employee Assistance Program. \n\nWe have appointed mental health points of contact in all of our \nlocations, creating a safe option for discreet initial discussions and \nto find internal and external resources. Additionally, we have multiple \nlearning programs to increase awareness, remove taboos, and \nde-stigmatize mental health topics across the firm. We also launched \nan ongoing internal storytelling campaign to share our colleagues’ \ninspiring stories, which will be presented in our dedicated mental health \nintranet site.\n\nWell-being initiatives and habits\nWe equip colleagues with skills, mindsets, and behaviors to build \nresilience through balanced well-being and personal health. Our \nglobal well-being initiative was put in place to help individuals \nmanage their well-being through a focus on mind, body, and purpose. \nThese concepts have now been formally integrated into our learning \nprograms and embedded in our day-to-day activities. Our well-being \nprograms span a range of topics, including well-being basics like \nnutrition, physical fitness, meaning, and connection; personal \noperating models and norms; stress and burnout; mental resilience; \nempathy; and more.  \n\nPlacing continuous focus on well-being and tracking organizational health \nthrough metrics are critical ways we care for our people. Our Way We Work \n(WWW) program drives well-being habits and rituals that make a real \ndifference in an individual’s experience and, thus, positively impact our client \nservice. Through WWW, we combine our strength in building agile, high-\nperforming teams with data science to test and improve team practices. \nWe also gain valuable insights through our bi-weekly Engagement Team \nSurvey. Some habits and rituals promoted in WWW include:  \n•   setting a high aspiration for holistic impact with an inspiring \n\nexperience: connecting our work to a broader vision of our impact \nand defining what will make our work rewarding\n\n•   operating as one inclusive team: focusing on how we harness \n\nindividuals’ talents, expertise, and perspective in our work together\n\n•   building alignment and improving together: excelling at rituals \nsuch as regular feedback sessions and one-on-ones designed to \nsurface and resolve issues\n\n•   showing care and appreciation: understanding each other’s \n\naspirations for and beyond client engagement and finding ways to \nsupport them, so that people feel valued\n\n•   managing our well-being: setting work norms to help each other \n\ntake care of ourselves physically, mentally, and emotionally\n•   helping each other grow: being systematic about making \n\ndevelopment-oriented feedback and knowledge-sharing part of our \nday-to-day\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##39\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nWe are embracing hybrid working and encouraging our teams to \nexperiment with different co-location models, so that they have more \nflexibility to balance professional and personal needs and reduce \nunnecessary travel while maintaining connectivity, apprenticeship, and \nworking relationships. As we track these different models, we are sharing \ninsights with our colleagues to help them select and refine co-location \nmodels that work for client, team, and individual needs, rather than \nprescribing a single model for all situations.\n\nStaying safe and resilient\nWe believe that all colleagues should always feel safe and secure. From \nour offices in metropolitan areas, to remote or higher-risk work sites, \nMcKinsey proactively seeks to safeguard the well-being and personal \nsecurity of colleagues. \n\nOur Security and Resilience (SR) Function is staffed by experienced \nprofessionals across the globe who partner with our offices and our \nReal Estate, Travel, and Technology teams to build internal resiliency \nand respond to incidents. We partner with leading peers in the \nindustry to help ensure that colleagues can get security, medical, and \ncounselling support, regardless of location. Our SR Function focuses \non four contexts:\n\n Workplaces: Partnering with our Real Estate team, our SR \nFunction selects and designs offices that are aligned with \nsafety and security industry standards. Our Workplace Safety \nand Security program provides ongoing management and \nmonitoring of the safety and security of all our offices.\n\n Travel: Our Travel Safety program aims to safeguard colleagues \nwherever they travel. The program includes screening airline \nsafety measures, as well as a hotel safety review. The program \nprovides real-time guidance and support for colleagues who \ntravel to higher-risk destinations. \n\nClient service: For clients that may be located in more remote \nor higher-risk locations, the SR Function has established the \nClient Engagement Safety program that monitors all client \nservice globally and provides advice and support for those in \nhigher-risk contexts. \n\nEvents: The SR Function supports global events to enable \ncolleagues and clients to convene in safe and secure \nenvironments—from creating safety protocols for planning to \nproviding on-the-ground support.\n\nCare throughout the COVID-19 pandemic \n\nThe COVID-19 pandemic continues to impact how we work and \ninteract with colleagues and clients, and we are still navigating  \nthe impact of the pandemic on health and well-being. Our  \nCOVID-19 Response team continued to keep us aligned with \nchanging restrictions and public health shifts to establish standards \nto keep us safe at work and address questions and concerns.\n\nMany of our innovations in flexibility at the start of the pandemic—\nincluding in locations, hours, part-time options, caregiver \nresources, and mental health and wellness—were extended or \nbolstered in 2021. Local case management teams continued \nto support colleagues that were ill or exposed to COVID-19, we \nprovided “flex days” (time away from work) for colleagues to care \nfor themselves and their families. We receive valuable insight on \ncolleague sentiment through the weekly “Pulse” surveys that we \nstarted during the pandemic. \n\nIn 2021, we reengaged with in-person work (at clients and in our \nlocations), apprenticeships, and community-building initiatives in \nmany parts of the world. Using technology and establishing safety \nprotocols, we created foundations for hybrid work and connectivity.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##40\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nCompensation and benefits\nOur compensation decisions are guided by a total rewards philosophy \nto provide competitive pay and valuable benefits that support our \ncolleagues’ physical, financial, and mental well-being. \n\nrequirements, and individual qualifications without regard for any other \nfactors. Each colleague and applicant is placed within a predetermined \ncompensation structure based on relevant skills and experience, \nperformance in role, and geographic location. \n\nMcKinsey is committed to paying all colleagues a living wage. As our pay \nis based on thorough and objective benchmarks and market insights \nfrom multiple reputed external sources, our lowest compensation \nranges are above minimum wage, including for entry-level positions.\n\nEnsuring that compensation and benefits are equitable is central to our \nPeople Strategy. Our Compensation Policy Committee is responsible \nfor supporting the strategy through the design and implementation of \nfirmwide compensation approaches. This includes, among other things, \nsetting our awards principles and strategy, overseeing operational \nelements of our compensation system, and ensuring integrity and \ncompliance with tax legislation, local requirements, and benefits. \n\nWe are committed to equal pay for equal work and have processes \nin place to help ensure pay equity. Employment decisions, including \ncompensation matters, are based on legitimate business needs, job \n\nCentral to our pay equity approach are objective benchmarking and \nmarket insights from multiple external sources and our robust audit \nprocesses ensure that all colleagues are paid equitably throughout their \ncareer. These efforts are led by our internal Pay Equity Service Line, \na function within Global Compensation, which, in partnership with the \nlegal team for the People function, uses third-party pay equity audit \ntools to provide an objective evaluation of and feedback on McKinsey’s \ncompensation structures. We actively monitor pay equity reporting laws \nin all countries where we operate. Learn more about the UK Gender Pay \nGap Report 2021 \n\n.\n\nWe offer generous benefits to colleagues and their families across \nour diverse population spanning over 65 countries. Where possible, \nwe extend benefit plans globally; however, local regulations or market \nnorms inform local practice. Our colleagues’ health and well-being is at \nthe core of our benefits philosophy. We aim to deliver comprehensive \nbenefits that help colleagues feel empowered and engaged in their \npersonal and professional lives. Learn more about Well-being \ninitiatives and habits \n\n.\n\nMcKinsey’s holistic benefits package for colleagues and their families includes9:\n\nHealth and well-being\n•   Medical, dental, and vision coverage: protecting colleagues’ and \n\ntheir families’ health with comprehensive benefits, low out-of-\npocket costs, and high levels of coverage\n\n•   Mental health: helping colleagues and their family members manage \n\ntheir mental health needs at minimal or no cost through a variety \nof confidential resources, including the global Colleague Support \nCenter, telehealth solutions, and access to in-person psychology \nand psychiatry services\n\n•  Business travel emergency protection: providing 24/7 global \nsupport, through International SOS, for emergency medical, \nsecurity, and logistical issues when working away from home\n\nFinancial protection\n•  Life and accident insurance: safeguarding \n\ncolleagues’ and their families’ futures in the event of \nan accident or death\n\n•  Disability insurance: preserving colleagues’ income \n\nif an illness or injury prevents them from working\n\n•  Retirement programs: securing colleagues’ futures \n\nwith savings and investment plans\n\nFamily and personal support\n•  Personal leave policies and support: flexible work \n\narrangements and leaves of absence to allow \ncolleagues time for caregiving or grieving\n\n•   Parental leave policies: generous time away from \n\nwork for new parents\n\n•  Adoption and surrogacy assistance: facilitating \n\nfinancial help for colleagues who adopt a child or  \nuse a surrogate\n\n•  Elective egg preservation: enabling colleagues to \n\nchoose the family planning path that’s right for them, \nbased on their needs and situation\n\n9 \n\n Listed benefits offered to McKinsey colleagues are not exhaustive and may vary by country.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##41\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nDiversity, equity, \nand inclusion\n\nMcKinsey has long been committed to advancing \ndiversity, equity, and inclusion (DEI) in business, \nsociety, and our firm. This commitment is integral \nto building a firm that attracts, develops, and \nexcites exceptional people. It is also key to our \nclient service strategy  .\n\nOur research underscores that diversity and inclusivity are connected \nto better business performance and to retaining colleagues. Led by our \nchief DEI officer, our global DEI team is striving to foster an inspiring \nand inclusive workplace. Beyond our own workforce, we are increasing \nour spending and engagement with diverse suppliers. Learn more \nabout Sustainable procurement \n\n.\n\nWe also partner with others to expand our impact, including UN \nHeForShe, the Women’s Forum, the World Economic Forum (WEF),  \nthe Aspen Institute, and The Trevor Project. In 2021, we became a \nfounding signatory member of the WEF’s Partnering for Racial Justice  \nin Business \nStakeholder Capitalism Metrics \n\n. We have also signed on to the WEF’s  \n\n. \n\nOur approach\nIn 2014, we established a global change movement designed to set \ninternal targets, create transparency about performance through \nfoundational data, and to follow our own research.\n\nTo bring our ambition to life, we created a comprehensive program to:\n•   Appoint visible senior leaders, including a chief diversity and \n\ninclusion officer\n\n•  Formalize our expertise through a global center of excellence and \n\nregional teams to share best practices, define strategies, and \nimplement programs\n\n•  Tailor our solutions to colleagues’ journeys through initiatives across \n\nrecruitment, retention, and advancement\n\nProgress snapshot\nAcross McKinsey, we have increased leadership accountability for our \nchange efforts, created greater data transparency,10 and advanced \nbest practices. Since launching our 10 Actions \n in June 2020, we \nhave expanded efforts to support Black leadership within our firm \nand invested in greater inclusion in our communities. We have also \ncollaborated with many of our clients, supporting their efforts to \nadvance DEI.\n\nIn the United States, colleagues from underrepresented groups11 make \nup 43 percent of our total US workforce and 35 percent of leadership. \nIn 2021, we welcomed our largest class ever of Black and Hispanic/\nLatino summer interns, more than triple the size of the previous class.\n\nToday, women represent nearly half of our colleagues and new \nhires globally, and we have tripled the number of women partners \nin the past ten years. By our 100th anniversary in 2026, we aspire \nfor half of all firm members to be women. Learn more about \nSupporting women  at McKinsey \n\n.\n\nMilestones in our DEI journey \n1970–79\n\n•  First Black partner\n•  First woman partner\n\n1980–89\n\n•  First woman senior partner\n\n1990–99\n\n•  McKinsey Black Network founded\n•  GLAM, LGBTQ+ at McKinsey founded\n•  First Black woman partner\n\n2000–09\n\n2010–19\n\n•  McKinsey Hispanic and Latino  \n\nNetwork founded\n\n•  Parents of Special Children at  \n\nMcKinsey founded\n\n•  First Black senior partner \n•  First Black woman senior partner\n\n•  Asian and Asian Americans at  \n\nMcKinsey founded\n\n•  Access McKinsey (for colleagues with \n\ndisabilities) founded\n\n•  Inaugural meeting of The Alliance, a platform \n\nfor convening a global network of LGBTQ+ \nsenior leaders from public, private, and social \nsector institutions\n\n2020+\n\n•  Indigenous at McKinsey founded\n•  Founding signatory member of the WEF’s \nPartnering for Racial Justice in Business\n\n10   Where permitted by law.\n11   Equal Employment Opportunity (EEO) categories: Black or African American, Asian, Hispanic or Latino, American Indian or Alaska Native, Native Hawaiian or Other Pacific Islander (not Hispanic or Latino), Two or More Races.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##42\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nEngaging our colleagues \nWe remain deeply committed to grounding each colleague’s experience \nin opportunity and fairness and to creating a culture where everyone \nfeels a deep sense of belonging. \n\nOur engagement with colleagues includes our affinity and resource \ngroups, town halls, and other community-based events that help \nfoster a sense of belonging among colleagues. They also provide the \nopportunity for communities to form around shared identity or interests. \n\nThroughout the year, signature events, including International \nWomen’s Day, Day of Pink, Pride, and Black History Month, encourage \nour colleagues to come together around priorities such as allyship, \nbelonging, and inclusivity.\n\nActing to tackle bias \nWe strive to follow the best practices that we champion in our public \nresearch, working to embed accountability for DEI across every stage of a \ncolleague’s journey at McKinsey, as well as to build teams that reflect the \ndiversity of our clients, the communities in which we work, and society.  \nWe are diligent in minimizing bias across our people processes. Our \nrecruiters and interviewers are trained in anti-bias techniques, and we \n\nuse tools—such as McKinsey Solve—that help us assess candidates  \nin an unbiased way. More than 1,000 of our senior leaders have taken \nanti-bias training, and we are continuing to expand our focus on \ndebiasing to the development and advancement processes. Learn  \nmore about Development \n\n.\n\nBuilding careers through sponsorship \nAs part of our talent development approach, we are implementing \nbest practices for sponsorship, which is a commitment that goes \nbeyond mentorship to create opportunities and offer support through \ntransitions and talent-development programs, including:\n•  Women’s Leadership Workshop: a global manager training \n\nworkshop designed to develop the leadership skills and peer network \nneeded for success in leading teams\n\n•   Pathway to Partner: a program for senior engagement managers \nthat provides an opportunity to build leadership while expanding \nsupport networks\n\n•   McKinsey Black Network sponsorship program and Endeavor \nlearning journey: programs that help advance experienced Black \ncolleagues across several initiatives, including structural support \nfor effective sponsorship, partner-readiness apprenticeship \nopportunities, and tailored personal coaching and training programs\n\nSupporting women at McKinsey\nWe aspire for women to be equally represented across all levels \nof our firm and to have an exceptional environment for growth \nand advancement. \n\nFor the past decade, we have invested in programs to enable women \nat McKinsey to build exceptional careers, including specific learning-\ndevelopment programs, inclusive leadership and unconscious-bias \ntraining, and a global initiative to ensure our women are sponsored, \nwith colleagues and leaders investing in their success. This work has \nenabled meaningful progress. \n\nAs part of our commitment to continue accelerating gender equality \nacross the firm, McKinsey became a signatory to the UN Women’s \nEmpowerment Principles in 2021. \n\nOur number of women partners has more than doubled in the past five years, and in 2021 women represented:\n\n48%     \n\nof colleagues \n\n49%    \n\nof new hires  \n\n22%   \n\nof leadership12 \n\n27%    \n\nof elected Shareholders Council (firm’s board)\n\nTo multiply our impact, we continue to partner with organizations \nworking for gender parity, including:\n•  Lean In\n•  UN HeForShe \n•  30% Club \n•  Chefsache \n•  Male Champions of Change \n•  Valore D\n\n12   All client-facing partners, associate partners, and other senior firm leaders.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##43\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nPromoting inclusion and allyship\nTo bring the best solutions to our clients, we need exceptional people \nfrom different backgrounds who bring fresh perspectives and approach \nour work from multiple angles. The gains that diversity promises are \nonly achieved in an equitable and inclusive environment—a culture \nin which every colleague feels a deep sense of support, respect, \nand belonging. \n\nWe believe that inclusion is everyone’s responsibility and a critical \nleadership skill. We continue to embed this expectation in our systems \nand culture. We also integrate principles of inclusion into our learning \nprograms and offer inclusion-focused training for colleagues at all \nlevels. Learn more about Development \n.\n\n and Talent attraction \n\nInclusion Allies\nOur Inclusion Allies program expands on a long history of colleagues \nacting as allies to each other. More than 12,400 colleagues are part \nof this change program designed to develop, connect, and activate a \nglobal cohort of inclusive leaders. \n\nOur networks\nOur groups and communities continue to grow and include, among \nmany others, the McKinsey Black Network, Hispanic/Latino Network, \nAsian and Asian Americans at McKinsey, GLAM (for LGBTQ+ \ncolleagues), Access McKinsey (for colleagues with disabilities), \nIndigenous at McKinsey, and Parents of Special Children. These \nnetworks are cherished communities that support personal and \nprofessional advancement. \n\nOur Asian voices \n\nRecent years have seen a rise in acts of racism against people \nof Asian descent. Inspired by insights from Our Black Voices \n \nproject, a group of 72 Asian colleagues at McKinsey created \nOur Asian Voices \nmeans and what allies can do to support them.\n\n, to share perspectives on what Asian identity \n\nOne component is our Inclusion Nudges program \n effort. Another \nelement of the program is the Everyday Allyship campaign, in which \ncolleagues from historically underrepresented groups share their \nperspectives on how allies can best support them. \n\nAs we strive for more inclusive workplaces and societies, one element \nthat’s often missing is a shared understanding of lived experience. Through \nour networks and other efforts, we actively seek to bring in diverse voices \nof our colleagues. \n\nSelect recognition for our support of LGBTQ+ colleagues  \n\nHuman Rights Campaign:  \nBest Places to Work: Corporate Equality Index  \nscore of 100 for LGBTQ+ equality (every year  \nsince joining the survey in 2006)\n\nIndia Workplace Equality Index:  \nMcKinsey India was recognized as a Gold employer  \nby the India Workplace Equality Index for our \ncommitment to advancing equality for LGBTQ+ people \n\nJapan Work With Pride:  \nOur Japan office earned a Gold rank in the  \nwork with Pride Index\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##44\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nUS workforce\n\nUS workforce, intersectionality of gender + race/ethnicity17\n\nDiversity, equity, and inclusion data13\nGlobal governance bodies \n\nShareholders Council (firm’s board)\nTotal members\nWomen\nAcceleration Team (Executive Committee)14\nTotal members\nWomen\n\nGlobal workforce\n\nWomen, all colleagues\nWomen, managers\nWomen, leadership15\nWomen, new hires\nWomen, client-facing colleagues\nWomen, client-facing new hires\n\nGlobal turnover rate\n\n2019\n\n2020\n\n2021\n\n30\n23%\n\n16\n31%\n\n2019\n45%\n39%\n20%\n49%\n33%\n40%\n\n29\n21%\n\n17\n29%\n\n2020\n46%\n42%\n21%\n47%\n35%\n42%\n\n30\n27%\n\n14\n29%\n\n2021\n48%\n45%\n22%\n49%\n37%\n42%\n\nTotal number of colleagues\nWomen\nRace/ethnicity\nBlack or African American\nAsian\nWhite\nHispanic or Latino \nOther16\nUndefined16\nOther diversity groups\nVeteran\nLGBTQ+\nDisability\n\nTurnover rate, all colleagues\n\n2019\nNot reported\n\n2020\n13%\n\n2021\n17%\n\n2019\n9,301\n48%\n\n2020\n9,711\n49%\n\n2021\n11,330\n49%\n\n4%\n26%\n58%\n7%\n3%\n2%\n\n2%\n5%\n1%\n\n5%\n26%\n56%\n7%\n3%\n4%\n\n2%\n5%\n1%\n\n6%\n27%\n52%\n7%\n3%\n5%\n\n2%\n5%\n2%\n\nWomen\nBlack or African American\nAsian\nWhite\nHispanic or Latino \nOther16\nUndefined16\n\nMen\nBlack or African American\nAsian\nWhite\nHispanic or Latino \nOther16\nUndefined16\n\n2021\n7%\n25%\n54%\n7%\n3%\n4%\n\n2021\n5%\n29%\n50%\n7%\n3%\n7%\n\n13   Due to data record updates because of the implementation of a new HR data system, certain figures have been \n\nupdated from last year’s report to reflect more accurate information. All race/ethnicity, veteran, LGBTQ+, and \ndisability data captured in this report is based on self-identification as of January 1, 2022. Percentages may not \nsum to 100% due to rounding. \n\n14  The Acceleration Team was formerly known as the Partnership Service Team.\n15  All client-facing partners, associate partners, and other senior firm leaders. \n16   “Other” includes colleagues who identify as American Indian, Hawaiian or Pacific Islander (not Hispanic or \n\nLatino), or Two or More Races; “Undefined” refers to colleagues who have not disclosed their race or ethnicity. In \nprevious reports, these two groups were combined into a single category. Beginning with this report and moving \nforward, we will show the two separately.\n\n17   Non-binary colleagues represent less than 1 percent of total US workforce and are not included in the \n\nintersectional view.\n\nWe allow colleagues to self-identify as women, men, or nonbinary \n(used to indicate a gender identity other than exclusively man or \nwoman, recognizing an individual may identify with another term to \nbest express their identity). The share of women’s representation \ndescribes the number of colleagues identifying as women out of \nthe total population of colleagues identifying as women, men, or \nnonbinary. The current percentage of nonbinary colleagues, globally \nand in the US, is less than 1 percent.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##45\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nUS workforce, managers\n\nUS workforce, new hires\n\nUS workforce, client-facing colleagues only\n\nWomen\nRace/ethnicity\nBlack or African American\nAsian\nWhite\nHispanic or Latino \nOther18\nUndefined18\n\nUS workforce, leadership19\n\nWomen\nRace/ethnicity\nBlack or African American\nAsian\nWhite\nHispanic or Latino \nOther18\nUndefined18\n\nTotal number of colleagues\nWomen\nRace/ethnicity\nBlack or African American\nAsian\nWhite\nHispanic or Latino \nOther18\nUndefined18\nOther diversity groups\nVeteran\nLGBTQ+\nDisability\n\n2019\n44%\n\n3%\n28%\n59%\n6%\n2%\n2%\n\n2019\n24%\n\n2%\n27%\n63%\n4%\n1%\n4%\n\n2020\n47%\n\n2021\n50%\n\n3%\n28%\n59%\n5%\n2%\n3%\n\n2020\n25%\n\n2%\n27%\n61%\n4%\n1%\n4%\n\n4%\n28%\n55%\n6%\n2%\n6%\n\n2021\n27%\n\n2%\n27%\n60%\n5%\n1%\n4%\n\n2019\n1,776\n53%\n\n6%\n26%\n53%\n8%\n4%\n4%\n\n3%\n6%\n2%\n\n2020\n1,491\n50%\n\n6%\n31%\n46%\n7%\n4%\n6%\n\n4%\n8%\n2%\n\n2021\n3,141\n48%\n\n10%\n31%\n41%\n7%\n4%\n7%\n\n4%\n5%\n2%\n\nTotal number of colleagues\nWomen\nRace/ethnicity\nBlack or African American\nAsian\nWhite\nHispanic or Latino \nOther18\nUndefined18\n\nUS workforce, client-facing new hires only\n\nTotal number of colleagues\nWomen\nRace/ethnicity\nBlack or African American\nAsian\nWhite\nHispanic or Latino \nOther18\nUndefined18\n\n2019\n6,026\n35%\n\n2020\n6,275\n38%\n\n2021\n7,445\n39%\n\n3%\n33%\n53%\n6%\n3%\n3%\n\n2019\n1,165\n44%\n\n5%\n32%\n48%\n6%\n4%\n4%\n\n4%\n33%\n50%\n6%\n3%\n5%\n\n5%\n33%\n46%\n6%\n3%\n7%\n\n2020\n1,099\n47%\n\n2021\n2,337\n40%\n\n6%\n35%\n43%\n6%\n5%\n6%\n\n8%\n36%\n39%\n6%\n3%\n8%\n\n18   “Other” includes colleagues who identify as American Indian, Hawaiian or Pacific Islander (not Hispanic or Latino), or Two or More Races; “Undefined” refers to colleagues who have not disclosed their race or ethnicity. In previous reports, \n\nthese two groups were combined into a single category. Beginning with this report and moving forward, we will show the two separately. \n\n19  All client-facing partners, associate partners, and other senior firm leaders.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##46\n\nOur firm \n\nOur firm values state that every member of our\nfirm has a responsibility to “uphold the Obligation\nto Engage.” This is a reminder that we are not \nspectators, but duty bound to participate and find \nsolutions. The Obligation to Engage means we listen, \njoin the conversation and work to make things better. \nIt underpins how we govern our firm and helps foster \na nonhierarchical, inclusive working culture. \n\nIn this section \n47  Giving back to communities\n51  Environmental sustainability \n58 Ethics and values\n60 Working with clients\n61  Data privacy and information security\n62  Human rights\n63 Sustainable procurement\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nImage: Courtesy of Delterra, an \nindependent nonprofit, founded \nand supported by McKinsey, \nthat is developing and scaling \ncommunity recycling programs. \n\n2021 highlights:\n\n$190m+ \n\ninvested toward our $2 billion commitment \nto social responsibility by 2030 \n\n3,900+ \n\nnonprofits supported through pro \nbono engagements, McKinsey Gives \nand McKinsey Grants\n\n19% \n\nreduction in absolute Scope 1 \nand Scope 2 emissions  \n(vs. 2019 baseline)\n\n82%\n\nreduction in Scope 3 emissions \nfrom travel per colleague  \n(vs. 2019 baseline) \n\n100%  \n\nof colleagues completed annual \nProfessional Standards and Risk training20\n\n20 This figure does not include firm members exempted from the training because they weren’t actively working at the time of the program (for example, leave of absence, left the firm).\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##47\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nGiving back to \ncommunities\n\nOur global workforce, based in more than 130 \ncities, are passionate about supporting the places \nwhere they live and work. Through volunteering \nefforts, pro bono engagements, donations, and \ndeveloping independent nonprofits, we are \ndriving global impact. \nOur Giving Back strategy seeks to:\n•  Enable all colleagues to give back through programs such as \n\nMcKinsey Serves, McKinsey Grants, McKinsey Gives, Day of Service, \nand INservice Awards\n\n•   Support communities where we live and work through regional and \n\nlocal pro bono client service\n\n•  Move the needle on global issues through two nonprofits we have \nfounded and continue to support as well as our Fund for Social Good\n\nTo drive our global impact, in 2019, we committed $2 billion in cash and \nin-kind support for social responsibility efforts by 2030. In 2021, we \ncontributed $190+ million toward this commitment, bringing our total \ncontribution to $341+ million.  \n\nTo instill a culture of giving back and to maintain a high bar for impact, \nwe have formally integrated social responsibility oversight into our \ngovernance structure, overseen by McKinsey’s Risk, Audit, and \nGovernance Committee. A dedicated Social Responsibility Council—\ncomposed of senior leaders—is responsible for governing global cash \nand in-kind giving in line with our firmwide Social Responsibility Policy. \nRegional and local pro bono work is guided by local committees. \n\nSpending in cash, in-kind,  \nand colleague donations21\nHours dedicated to social  \nresponsibility initiatives\n\n2019\n-\n\n2020\n\n2021\n$151m+ $190m+\n\n125,000 222,000 321,000\n\n3,900+   \n\nnonprofits supported through pro bono \nengagements, McKinsey Gives and \nMcKinsey Grants\n\n150+   \n\npro bono engagements\n\n130+   \n\npro bono clients \nserved\n\n21   Represents spending toward our $2 billion commitment, which we made in 2019 and started tracking in 2020.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##48\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nEnabling colleagues to give back\n\nMcKinsey provides a variety of opportunities for colleagues to donate \ntime, expertise, and financial support to causes that contribute positively \nto society. Each program allows colleagues to tailor their giving to reflect \ntheir personal goals and address the needs of their communities:\n•   McKinsey Serves: Enabling colleagues, individually and collectively, \nto support our communities through paid volunteer time. In 2021, our \ncolleagues put over 25,000 hours toward community service.\n\n•  McKinsey Grants: Providing financial grants to colleague-selected \nnonprofits that are making a difference locally. In 2021, we provided \nnearly $4 million to local organizations in over 150 locations.\n\n•   McKinsey Gives: Donating to causes that are making a positive \nimpact, with individual contributions amplified by a match from \nthe firm. In 2021, colleagues contributed more than $3 million in \ndonations, which were matched by the firm, benefiting over 3,400 \ncharitable organizations worldwide.\n\nDay of Service\nIn 2021, we hosted our second annual Day of Service, an event where \nMcKinsey colleagues commit to giving back to local communities \nthrough volunteerism. As our theme, we chose building sustainable, \ninclusive economies and societies—reflecting the overarching \nleadership challenge we see in this moment. Across 150 of our offices, \nover 20,000 colleagues contributed more than 28,000 hours of pro \nbono service attached to this event. \n\nWe volunteered with over 350 nonprofits on activities such as:\n•  In Beirut, Lebanon, colleagues were trained by CodeBrave to mentor \n\nSyrian refugee students.\n\n•  In Beijing, Shenzen, and Shanghai, China, colleagues helped “build” \n\na local library by painting walls and donating 500+ books.\n\n•  In Boston and Waltham, United States, colleagues were paired with  \nminority-owned small businesses to complete one-off projects for a \nmore inclusive economy. \n\n•  In Jakarta, Indonesia, colleagues worked with Yayasan to produce \n\nmarketable, recyclable arts and crafts such as tables and \ninstallations, and run a fundraising call for partner nonprofits Yayasan \nAmal Mulia and Habitat for Humanity.\n\n•  In London, UK, colleagues hosted a “tech tea party” with Age UK to \nhelp elderly people with IT questions like: How do I fix my email? How \ndo I call my son on Zoom? How do I buy opera tickets online?\n\n3,400   \n\nnonprofit recipients of our 1:1 \nmatch of colleague donations\n\n400   \n\ncolleagues from 110 locations \nnominated for INservice Awards\n\n20,000+   \n\ncolleagues volunteered with local \nnonprofits on our Day of Service\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##49\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nINservice Awards\nMcKinsey’s INservice Awards recognize colleagues who represent our \ncollective commitment to service. \n\nIn 2021, selection committees, consisting of mixed-tenure colleagues, \nchose 22 individuals from more than 400 nominees representing \n110 locations. The award recipients stood out for their extraordinary \nefforts to build sustainable, inclusive economies and societies \nthrough service, and for bringing impact and entrepreneurship to their \nvolunteering efforts. \n\nSupporting local communities\n\nWe have a long-standing commitment to empowering our teams \nto drive impact with nonprofit organizations around the world. \nOur colleagues engage in regional and local pro bono efforts \nto support nonprofits on accelerating sustainable and inclusive \ngrowth. Throughout 2021, we prioritized pro bono engagements \nthat targeted the ongoing impacts of COVID-19, racial inequalities, \nand climate change.\n\nRegional highlights\nIn North America, we partnered with Feeding America to address food \nsecurity challenges exacerbated by COVID-19. Our work helped deliver  \n5 billion meals, impacting the lives of more than 45 million Americans. \nIn Latin America, our annual Juntos Conference aspires to help \n50,000 future young Black professionals in Brazil to develop the \nbusiness skills they will need to thrive as leaders. In 2021, we had \nover 4,900 participants.\nIn the Eastern Europe, Middle East, and Africa region, our free “Forward” \nlearning program equips the next generation of talent across industries \nand roles, with a focus on skills for the future of work. \nIn Greater China, we are helping provide after-school shelters and \nsupport centers for low-paid workers’ children to offer safe places for \ntraining, creative activities, and educational sessions. Since 2020, we \nhave built structures across 300 cities in support of our goal to reach \n150,000 children by 2025.\nIn India, we continue to support a wide range of nonprofit efforts \non the themes of education, healthcare, COVID-19 recovery, and \ndisaster relief.\n\n  \n\n2021 INservice Award winner: Eleanor Brown,  \nAustralia & New Zealand\n\n across the nonprofit sector \n\nIn Australia, McKinsey’s research \ndemonstrated that a greater focus on talent development was one \nof the biggest levers to enable the sector to help lead COVID-19 \npandemic recovery. However, lack of access to high-quality \nleadership and capability-building programs was a major barrier \nfor many organizations.\n\nOur Australia and New Zealand (AUO) team focused their social \nimpact efforts on addressing this issue, by developing a series of \nfree leadership development training programs. Led by Eleanor, in \n2021, these programs involved over 50 volunteer McKinsey faculty \nand facilitators and reached over 1,300 nonprofit leaders. AUO has \ncommitted to building on the programs’ success by doubling both \ntheir content and reach in 2022. \n\n“This work has shown me that at its best, McKinsey is an \nunparalleled global platform to drive social impact, by convening the \nbest thinking from across the public, private, and nonprofit sectors.”\n\nFind out more about McKinsey AUO’s fee-waived leadership \ncapability-building programs for nonprofit leaders \n\n.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##50\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nAddressing global issues\n\n and Delterra \n\nEnduring philanthropic efforts \nGeneration \n are independent nonprofits, founded \nand supported by McKinsey, that are training and placing vulnerable \npopulations into jobs, and developing and scaling community \nrecycling programs.\n\nCreating opportunities for meaningful employment \nBuilding on our ten-plus years of research into the journey from \neducation to employment, in 2014, we founded Generation \n, an \nindependent nonprofit organization. Generation represents our most \nambitious philanthropic investment to transform the lives of people and \ncommunities through stable, meaningful employment. Generation’s \napproach, inspired by McKinsey research, bridges the gap between \nemployee and employer and aims to transform how everyone involved \nin the education-to-employment pathway approaches the goal of \nemployment success.\n\nIn partnership with around 6,000 nonprofits, governments, and \nemployers, Generation has helped train and place more than 57,000 \npeople from vulnerable populations into jobs across 35 professions in \n16 countries since its launch. Eighty-four percent of these graduates \nwere placed within three months of completing their program, with an \naverage 3–4x wage increase.\n\nHighlights from McKinsey’s support to Generation in 2021 include: \n•  27 Fellows supported Generation during 6–12-month rotations \n•  McKinsey Design provided pro bono support to Generation to create \n\na holistic digital experience for learners. McKinsey also produced \nthe initial design for an online hub where learners interact with \nGeneration’s content and delivery \n\n•  The McKinsey Podcast hosted Mona Mourshed, Generation CEO and \n\nformer McKinsey partner, to discuss the specific challenges facing \nmid-career workers \n\n•  McKinsey offices supported the launch of Generation in Chile, \n\nColombia, and Thailand \n\n•  In Brazil, McKinsey supported the creation of additional programs \n\ntargeted at Black and Pardo learners \n\nScaling self-sustaining, community-owned recycling programs\nIn 2018, McKinsey launched Rethinking Recycling, an initiative to create \na globally scalable model to manage waste and help communities \nincrease the amount of material recycled into productive use. Three \nyears after its launch, Rethinking Recycling transitioned to become the \nflagship initiative of Delterra \n\n , a new environmental nonprofit.\n\nIn its first three years, the initiative improved the livelihoods of 450 waste \nworkers, increasing their salaries by up to 200 percent and providing access \nto healthcare and safe working environments, often for the first time. \n\nIn 2021, as part of a new funding coalition, we committed an additional \n$30 million cash and in-kind support to Generation. To advance \nour 10 Actions \n to support racial equity, we have partnered with \nGeneration USA on a $2 million effort to train and place Black learners \nin Black-owned small- and medium-sized businesses. \n\nTo drive Delterra’s continued success, McKinsey is providing $6 million \nin multi-year funding and a $3.5 million challenge grant. Building on \npilot projects in Argentina and Indonesia, the program is now projected \nto give up to 15 million people access to daily segregated waste \ncollection services by 2025.\n\nLearn about how Rethinking Recycling was able to pivot to support \nessential waste workers in the Barrio 31 settlement of Buenos \nAires, Argentina \n\n during COVID-19. \n\nFund for Social Good\nThe Fund for Social Good (FFSG) is a firmwide program to source \nand scale initiatives with the potential to have an impact on complex \nglobal problems that accelerate sustainable and inclusive growth. \nThrough FFSG pro bono initiatives, we bring the breadth and depth of \nMcKinsey’s expertise and innovative solutions to help address issues \nthat no one organization can tackle alone. \n\nSince FFSG’s inception in 2020, we have accepted proposals from \ncolleagues, with several proposals funded in 2021, including:\n\nConservation: We are supporting two of the large nature conservation \nefforts, providing technical capability and in-country support to: \n•  Enduring Earth Alliance \n\n: an ambitious collaboration to accelerate \n\nocean, land, and freshwater conservation worldwide and to help \naddress the climate and biodiversity crises and support communities \nand their development. \n•  Blue Nature Alliance \n\n: a global partnership with an ambitious goal \nto catalyze the conservation of 18 million square kilometers (or about \n5 percent) of the world’s ocean over five years. Learn more about \nthe partnership \n\n. \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##51\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nEnvironmental \nsustainability\n\nClimate change is the defining issue of our time, \nand we hope our actions inspire others on the \njourney toward building a more sustainable and \ninclusive future.\n\nClimate change and emissions\n\nOur path to a net-zero future\nWe are committed to achieving net-zero climate impact by 2030. As \na critical milestone on that journey, in 2021, we set science-based \ntargets for greenhouse gas (GHG) emissions reduction in line with \na 1.5°C pathway that were validated by the Science Based Targets \ninitiative \ncommitment. Our approach is built on three pillars:\n•  decarbonize our own operations in line with climate science\n•  invest in natural climate solutions that address both the climate and \n\n. As a firm, we can and need to go beyond to meet our 2030 \n\nnature crises\n\n•  accelerate progress through partnerships\n\nOur environmental sustainability strategy and climate-related \nefforts are overseen by McKinsey’s Risk, Audit, and Governance \nCommittee. We support the Task Force on Climate-related Financial \nDisclosures (TCFD) and are aligning our reporting with the TCFD’s four \nrecommendations for Limited Disclosures as outlined by Accounting for \nSustainability. Learn more about TCFD Index \n\n.\n\nWe are a long-standing participant in the CDP Climate Change \nquestionnaire and received a B score in 2021.22\n\nOur science-based targets\n\nTarget:\n\n25% \n\nabsolute reduction in Scope 1 \nand 2 GHG emissions by 2025 \n(vs. 2019 baseline)\n\n30% \n\nreduction in Scope 3 GHG \nemissions from internal and \nclient-related travel per colleague \nby 2025 (vs. 2019 baseline)\n\nProgress in 2021: \n\n19%\n\nreduction vs. 2019\n\n82%\n\nreduction vs. 2019\n\n22   McKinsey submitted a non-public response to CDP in 2021. We shared our response with the customers that requested it.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##52\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nNet-zero climate impact roadmap \n\nWe are committed to achieving net-zero climate impact by 2030, \nwith interim science-based targets as an important milestone.\n\n2019\n\nOur baseline\n\n0\n\n50\n\n100 150 200 250 300 350 400 450 500 550 600 650 700\n\nScope 1 and 2:  \nDirect and indirect emissions—for \nexample, from our offices and  \nfirm-owned vehicles\n\nScope 3:  \nOther indirect emissions—\nfor example, internal and \nclient travel \n\nTotal:  \n743k tCO2e\n\nHow we are getting there\n\nDecarbonizing our own operations\nScope 3 \nScope 1 and 2 \n•  Virtual events\n•  Fleet electrification\n•  Hybrid working models\n•  Renewable electricity\n•  Sustainable aviation\n•  Sustainable office space\n\n2025\n\n2030\n\nOur validated science-based targets1\n\n25% \n\nreduction in absolute Scope 1 and 2 \nemissions (vs. 2019)\n\n1. In line with a 1.5°C pathway\n\n30% \n\nreduction in Scope 3 travel \nemissions per colleague (vs. 2019)\n\nOur commitmentNet-zero \nclimate impact\n\nInvesting in natural climate solutions\n•  Help address both climate and nature crises \n•  Protect and rebuild forests \n•  Carbon neutral since 2018 \n\nAccelerating progress through partnerships \n•  Founder in innovative alliances to scale high-impact \n\nsolutions \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##53\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nDecarbonizing our own operations\nWe account for our GHG emissions on an annual basis and \nhave them independently verified to ensure they align with the \nGreenhouse Gas Protocol and best measurement practices.23 \nIn 2021, our total GHG emissions decreased by 75 percent \nfrom 2019 due to our continued remote work model and the \nassociated reduction in internal and client-related travel. \n\nMarket-based GHG emissions by scope (thousand tCO2e)\n800\n800\n\n800\n800\n\n800\n\n800\n\n600\n600\n\n600\n\n600\n\n Scope 1\n Scope 2\n Scope 3\n\n400\n\n400\n\n400\n400\n\nTotal\n\n2019 2020 2021\n12\n3\n169\n183\n\n12\n3\n208\n223\n\n15\n3\n725\n743\n\n200\n200\n\n200\n\n200\n\n2019\n\n2019\n\n2020\n\n2020\n\n2021\n\n2021\n\n0\n0\n\n0\n0\n2019\n2019\n\n2020\n2019\n2020\n\n2019\n\n2021\n2020\n2021\n\n2020\n\n2021\n\n2021\n\n600\n\n600\n\n400\n\n400\n\n200\n\n200\n\n0\n\n0\n\nMarket-based GHG emissions per capita (tCO2e) \n25\n25\n\n25\n25\n\n25\n\n25\n\nNote: Figures may not sum to total because of rounding. Scope 1: Direct emissions (for example,  \nfrom combustion of fuels in owned or controlled boilers, diesel backup generators, and vehicles);  \nScope 2: Indirect emissions from the generation of purchased electricity, heat, or steam;  \nScope 3: Other indirect emissions (for example, related to business travel or purchased goods).\n\n20\n\n20\n\n15\n\n15\n\n10\n\n10\n\n5\n\n5\n\n0\n\n0\n\n20\n\n20\n\n20\n20\nPer capita 23.8\n\n2019 2020 2021\n5.0\n\n7.0\n\n15\n15\n\n10\n10\n\n5\n5\n\n0\n0\n\n15\n\n15\n\n10\n\n10\n\n5\n\n5\n\n0\n\n0\n\n2019\n2019\n\n2019\n\n2019\n\n2020\n\n2020\n\n2021\n\n2021\n\n2019\n\n2019\n\n2020\n2020\n\n2020\n\n2020\n\n2021\n2021\n\n2021\n\n2021\n\nLocation-based GHG emissions by scope (thousand tCO2e)\n800\n800\n\n2019 2020 2021\n12\n17\n171\n200\n\n12\n17\n209\n238\n\n15\n23\n726\n764\n\n Scope 1\n Scope 2\n Scope 3\n\nTotal\n\n600\n600\n\n400\n400\n\n200\n200\n\n0\n0\n\n2019\n2019\n\n2020\n2020\n\n2021\n2021\n\nLocation-based GHG emissions per capita (tCO2e) \n25\n25\n\n2019 2020 2021\n5.4\n\n7.5\n\nPer capita 24.4\n\n20\n20\n\n15\n15\n\n10\n10\n\n5\n5\n\n0\n0\n\n2019\n2019\n\n2020\n2020\n\n2021\n2021\n\n23  Our GHG emissions inventory methodology follows best practices, such as using scientifically robust and up-to-date emission factors and including a radiative forcing index of 1.9 for air travel. Our reporting covers all material emission sources and complies with the criteria of South Pole’s Climate Neutral Company label. Scope 1 covers all direct GHG \nemissions, such as fugitive emissions and those from combustion in owned or controlled boilers, diesel backup generators, and vehicles. Scope 2 covers indirect GHG emissions from the generation of purchased electricity, heat, or steam. Scope 3 encompasses other indirect emissions, such as those from business travel, upstream emissions from \npurchased fuels and electricity (for example, well-to-tank emissions, transmission, and distribution losses), and emissions related to purchased goods, vehicles not owned or controlled, outsourced activities, and waste disposal. Based on the impact of COVID-19 on our offices globally in 2021, we also included emissions associated with the use of \nvideo conferencing and other digital services as well as the use of electricity and heating at home during work time. Scope 1 and 2 emissions were calculated using survey data covering 97 percent of our offices. Scope 3 emissions were calculated based on mileage (air travel, ground transportation, and employee commuting), stay duration (hotels), \nenergy consumption (related to work from home, cloud computing, and upstream emissions from purchased fuels and electricity), spend (purchased goods and outsourced activities) and survey data (waste disposal and consumption of water bottles). Wherever data was missing, estimates were used for all scopes. \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##2\n\n0\n\n2019\n\n2020\n\n2021\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nRenewable energy consumed %\n100\n\n60\n\nElectricity consumption from renewable sources %24\n\n50\n\n80\n\ns\nd\nn\na\ns\nu\no\nh\nT\n\n60\n\n40\n\n40\n\n30\n\n20\n\n20\n\n10\n\n0\n\n0\n\n2019\n\n2019\n\n2020\n\n2020\n\n2021\n\n2021\n\n39,981 \nMWh \n\ntotal consumption  \nfrom renewable  \nelectricity mix\n\n56%\nHydro   \n29%\nWind      \n10%\nSolar       \nBiomass  \n5%\nGeothermal  1%\n\nElectricity and energy-use emissions\nWhile Scope 1 and 2 emissions represent a smaller fraction of our \noverall carbon footprint, we are working diligently to reduce these \nemissions. Energy and electricity use by our firm-owned vehicles and \noffices are the largest sources of these emissions, and we are taking \nthe following actions to reduce them:\n•  Electrifying our fleet: To decarbonize our fleet of vehicles, we are \nworking toward making electric vehicles (EVs) the default for lease \nrenewals. In December 2021, our Germany office introduced an EV-only \nvehicle policy; from 2022, only electric/hybrid vehicles will be offered \nby our Belgium/Luxembourg office; and around 65 percent of our \nNetherlands office fleet was composed of electric/hybrid vehicles by \nthe end of 2021.\n\n•  Transitioning to renewable electricity: As part of our RE100 \n\ncommitment, we have transitioned 97.2 percent of our consumed \nelectricity to renewable sources across almost all locations and aim to \nreach 100 percent by 2025.\n\n•  Making our global office space more sustainable: We target the \n\nhighest environmental standards for new offices and major renovations \n(Leadership in Energy and Environmental Design—LEED—Gold or \nPlatinum, or equivalent), and 45 percent of our global office space is \nalready in LEED Gold or Platinum (or equivalent) certified buildings. \nLearn more about Sustainable workplaces \n\n.\n\nMany of our colleagues still work remotely or have a hybrid working model, \nwhich has shifted some of our electricity consumption from our offices to \ncolleagues’ homes. We capture this transition in our Scope 3 emissions.\n\n20\n\n54\n\n10\n\n0\n\ns\nd\nn\na\ns\nu\no\nh\nT\n\n2019\n\n2020\n\n2021\n\nEnergy consumed MWh\n150\n\n120\n\n90\n\n60\n\n30\n\n0\n\n2019\n\n2020\n\n2021\n\n60\n\n50\n\n40\n\n30\n\n20\n\n10\n\n0\n\n2019\n\n2020\n\n2021\n\n24 Total does not add up to 100% due to rounding.\n\n2019\n 119,267 \n\n2020\n 95,791 \n\n2021\n 91, 886 \n\n2019\n10\n94.9\n\n2020\n95.0\n\n2021\n97.2\n\n8\n\n6\n\n4\n\n2\n\n0\n\n100\n\n80\n\n60\n\n2019\n\n2020\n\n2021\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##30\n\n55\n0\n\n30\n\n10\n\n2019\n\n2020\n\n2021\n\n0\n\n0\n\n2019\n\n2019\n\n2020\n\n2020\n\n2021\n\n2021\n\n10\n\n0\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\n2019\n\n2020\n\n2021\n\nElectricity purchased or acquired MWh\n60\n\n150\n\n60\n\nFuel consumed MWh \n60\n\n10\n\nHeat purchased or acquired MWh\n10\n\n50\n\n120\n\n90\n\ns\nd\nn\na\ns\nu\no\nh\nT\n\n60\n\n40\n\n30\n\n20\n\n30\n\n10\n\n0\n\n0\n\n60\n\n50\n\n40\n\n30\n\n20\n\n10\n\n0\n\n50\n\n50\n\n40\n\n40\n\ns\nd\nn\na\ns\nu\no\nh\nT\n\n30\n\n30\n\n20\n\n20\n\n10\n\n10\n\n8\n\n6\n\n4\n\n2\n\n2019\n\n2019\n\n2020\n\n2020\n\n2021\n\n2021\n\n0\n\n0\n\n0\n2019\n\n2019\n\n2019\n\n2020\n\n2020\n\n2020\n\n2021\n\n2021\n\n2021\n\n2019\n 54,095 \n\n2020\n 40,651 \n\n2021\n 43,435 \n\n10\n\n100\n2019\n 55,480 \n\n80\n\n2020\n 45,624 \n\n2021\n 39,163 \n\n2019\n\n2020\n\n2021\n\n60\n\n40\n\n20\n\n0\n\n8\n\n6\n\n4\n\n2\n\n0\n\n100\n\n80\n\n60\n\n2019\n\n2020\n\n2021\n\n2019\n\n2020\n\n2021\n\ns\nd\nn\na\ns\nu\no\nh\nT\n\n8\n\n6\n\n4\n\n2\n\n0\n\n100\n\n80\n\n60\n\n40\n\n20\n\n0\n\n2019\n\n2020\n\n2021\n\n2019\n 9,693 \n\n2020\n 9,516 \n\n2021\n 9,288 \n\n2019\n\n2020\n\n2021\n\nInternal and client-related travel emissions\nAir travel is the largest component of our carbon footprint (82 percent \nof our 2019 baseline for our science-based targets). Building on \nthe approach adopted during pandemic-related restrictions, we are \nreimagining our travel and making travel more sustainable by:\n•  Reducing travel and optimizing hybrid working models: Our teams \n\nare implementing hybrid and remote working models that are more \nsustainable, inclusive, productive, and result in a better impact and \nexperience for clients and colleagues. We now ask all our client teams \nto be intentional about their travel and co-location choices by offering \nthem five options to choose from to ensure we achieve our carbon \nemissions targets. In addition, we have many local initiatives—for \nexample, our Germany office introduced a voluntary “Stay the Weekend” \ninitiative that allows colleagues to stay where their client work is based \nover a weekend to reduce travel.\n\n•  Transitioning significant recruiting activity to a virtual \n\nenvironment: Throughout 2020 and 2021, we hosted more than \n75,000 virtual interviews and recruiting events, avoiding travel in \neach case. Feedback has been overwhelmingly positive, so we plan \nto keep many of these events virtual to reduce our footprint and \nincrease accessibility.\n\n•    Improving sustainability in aviation: We are committed to \n\nhelping aviation become more sustainable by scaling up the use of \nsustainable aviation fuel (SAF). We are founding members of the \nSustainable Aviation Buyers Alliance \n and signatories to the  \nWorld Economic Forum (WEF) Clean Skies for Tomorrow Ambition \nStatement \nwith clients to enable SAF production.\n\n, targeting 10 percent SAF by 2030. We are partnering \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##56\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nMitigating our remaining footprint   \nWe have been carbon neutral since 2018, \ncompensating for all emissions we have not yet \n\nscalable approach to large-scale financing addressing both supply and \ndemand, including safeguards for Indigenous people and local communities. \n\nAccelerating our progress through partnerships\n\nbeen able to eliminate, including those from travel. We have achieved \nthis by investing in high-quality carbon reduction projects certified \nby international standards such as the Gold Standard and Verified \nCarbon Standard. \n\nTo offset our 2021 carbon footprint, we invested in nine carefully selected \nprojects worldwide with a strong focus on natural climate solutions, \noffsetting more than 183,000 tCO2e. Learn more about the projects \nwe’ve invested in \n\n. \n\nAddressing the climate crisis depends on collaboration and \ncoordinated action. To amplify our impact, we work closely with \nour clients, peers, suppliers, nonprofits, and other organizations \nto scale the solutions we need to limit global warming to 1.5°C. \n\nOur focus is on investing in natural climate solutions. We are also \ninvesting selectively in technology solutions. As we move toward our \n2030 net-zero ambition, we will continue shifting our focus toward \ncarbon removal from the atmosphere, including through reforestation, \nas a way to help address the dual climate and nature crises. \n\nReducing supply chain emissions \nWe are committed to engaging with our suppliers to help them improve \nthe social and environmental impact of the goods and services \nthey offer. \n\nIn 2021, McKinsey joined the Lowering Emissions by Accelerating Forest \nfinance (LEAF) Coalition \never public-private efforts to protect tropical forests through an innovative, \n\n as an initial participant—one of the largest-\n\nBecause indirect emissions from travel account for more than \n90 percent of our carbon footprint, we have made engaging with \nour travel-related suppliers on sustainability issues a focus of our \nsustainable procurement efforts.\n\nThis includes our support for:\n\nWe continue to discuss opportunities with our suppliers to rebuild better \ntogether and provide our colleagues with more sustainable options. \nLearn more about Driving supplier environmental sustainability \n\n.\n\nScaling high-impact initiatives through pro bono support\nWe aim to accelerate progress by supporting projects with a high \npotential for positive impact, including by contributing analytics and \nfinancial modelling support. Our pro bono partners include:\n• \n• \n\n: a global partnership aiming to catalyze \n\n Blue Nature Alliance \n \nconservation of 18 million square kilometers of ocean over \nfive years. We have helped develop financial models and plan \nlarge-scale marine protected areas in the Atlantic and Pacific \nOceans. Learn more about the partnership \n Delterra \nbuilds rapidly scalable, self-sustaining recycling ecosystems \nin emerging economies to help communities redirect waste to \nproductive uses. Learn more about Giving back to communities \n\n: Rethinking Recycling, Delterra’s flagship initiative,  \n\n• • \n\n.\n\n .\n\nthe World Business Council for \nSustainable Development \n and \nits efforts to accelerate a net-zero, \nnature-positive, and equitable future\n\n  the WEF \n and its Clean Skies \nfor Tomorrow Coalition that is \nworking toward reforming the \naviation industry\n\n  the UN’s Race To Zero \n campaign \nto support a healthy, resilient, and \nzero-carbon recovery\n\n, a coalition of more than \n\n  RE100 \n300 organizations committed \nto using 100 percent renewable \nelectricity\n\n, a global \n\n  Business for Nature \ncoalition calling for governments to \nadopt policies to reverse nature loss \nin this decade\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##57\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nSustainable workplaces\n\nOur offices play an important role in addressing our environmental \nfootprint. While many colleagues will work remotely more often, \nwe are also returning to working from our offices and at client sites \nwhere possible and will continue to find new ways to create a more \nsustainable workplace.\n\nAs our commitment to sustainability remains woven into our broader \npolicies and practices, it is also reflected in our real estate standards. We \naspire to the highest environmental standards for new offices and major \nrenovations, and 45 percent of our global office space is already in LEED \nGold or Platinum (or equivalent) certified buildings. In 2021, our Atlanta and \nBrussels offices were added to our list of properties with LEED Gold and \nBuilding Research Establishment Environmental Assessment Method \n(BREEAM) Excellent certifications and additional projects are under way.\n\nWater and waste\nOur environmental footprint is not water intensive given the nature \nof our operations, and therefore, we do not measure our water \nwithdrawals globally. However, 54 of our 174 operating locations are \nin areas of high or extremely high baseline water stress. To date, 22 of \nthese 54 locations have achieved green building certification at the \nLEED Gold or Platinum level or equivalent.\n\nWe will continue to find ways to minimize our water consumption while \ncontributing to structural solutions—for example, by supporting the UN \nWater Resilience Coalition as a knowledge partner and adviser. \n\nOur teams in various offices continue to develop waste management \nand recycling activities. For example, our India office Green Team \nfocused on reducing materials usage and waste diverted to landfill by \ninstalling reverse osmosis water units, switching to recycled paper, and \nreplacing flexible banners and printouts with digital screens.\n\nGreen Teams \nIn more than 100 McKinsey locations, our 1,100+ colleagues were \nmembers of our Green Teams in 2021, helping to reduce the firm’s \nenvironmental footprint and build awareness on environmental \nsustainability. Green Teams are helping us mobilize our 38,000+ \ncolleagues to invest time and talent in local efforts to reduce our \nfootprint. For example:\n\n Germany: The German Green Team launched a “Stay the Weekend” \ninitiative that enables team members who travel for work to stay in their \nhotels over the weekend. The initiative has helped to lower emissions \nfrom travel and improve work-life balance by reducing time spent \ncommuting and enabling team members to explore new locations.\n\nBrazil: By replacing bathroom faucet aerators with low-flow models, \nthe Brazil Green Team helped our local office reduce water usage \nand improve overall water use efficiency. The team also ran a series \nof events to encourage green initiatives while working from home, \nincluding a McKids Day, a recycling-at-home workshop, and a \ncomposting information campaign.\n\nJapan: As part of an ongoing forest conservation campaign, the Tokyo \nGreen Team spent a day helping plant jolcham oak saplings at the Miwa \nSatoyama Field in Machida.\n\n45% \n\nof our global office space is in LEED Gold or \nhigher (or equivalent) certified office buildings\n\n59%\n\nof our global office space is in green \nbuilding certified office buildings\n\n100+    \n\nGreen Teams globally\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##58\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nEthics and values\n\nMcKinsey aspires to meet the highest professional, \nlegal, and ethical standards and uphold the trust \nour clients and other stakeholders place in us. \nWe maintain and proactively build a culture of \nethics, integrity, and compliance across our firm. \nWe are against corruption in all its forms. We will not offer, accept, \nsolicit, or pay a bribe, in any form or of any value, to any person—\nincluding to get business or secure any advantage in connection with \nthe firm’s business—and we will never ask a third party to do so on the \nfirm’s behalf. \n\nOur policies and professional standards apply to every member of the \nfirm. Topics addressed by our policies, standards, and procedures \ninclude but are not limited to:\n•  anti-corruption and bribery\n•  confidentiality and anti-competitive practices\n•  conflicts of interest\n•  the employment of relatives\n•  information security\n•  personal investments\n\nAny breach of these policies or standards carries serious \nconsequences and is subject to comprehensive investigation \nand subsequent appropriate action. \n\nApproach to risk management \nMcKinsey assesses risks and opportunities to our firm in the \nshort, medium, and long term across a number of areas such as \nlegal, regulatory environment, market, and technology, as well as \nrisks and opportunities arising from the acute physical impacts of \nclimate change. \n\nWe continually seek ways to better identify, analyze, and mitigate \nrisk. Central to our approach is our risk framework, which provides \nthe insight, integration, and technology we need to anticipate and \nproactively address risks. We routinely and systematically undertake \nrisk assessments. These reviews incorporate diverse qualitative and \nquantitative inputs, as well as external benchmarks, to produce a \ncomprehensive view of risk. They also inform the integration of cross-\ncutting risk mitigation work across McKinsey. Our collective risk \nmanagement functions, which include Enterprise Risk Management \nand specialist risk areas, are overseen by McKinsey’s chief risk officer.\n\nTraining and compliance certification\nWe are a values-driven organization supported by our training on and \nawareness of professional standards. All new hires are required to:\n•   understand and adhere to McKinsey’s Code of Professional Conduct\n•  participate in an in-person or virtual onboarding session where they \n\nlearn about our firm values\n\nAll active McKinsey colleagues are required to participate in annual \nProfessional Standards and Risk training, which includes topics such \nas ethics and anti-corruption, and certify compliance with firm policies \nand the Code of Professional Conduct. Specific additional training is \nprovided based on function and role. In 2021, the firm also required \nall colleagues to complete a regulatory training program covering \nanti-corruption, sanctions, and data privacy risks. In addition, the \nfirm members received training on harassment and discrimination \nprevention. Our annual Values Day, a required event for all colleagues \nglobally, helps our people reflect together on what it means to live \nour values. \n\nMcKinsey Code of Professional Conduct \n\n (Code) defines a set of \n\nOur Code of Professional Conduct \nbehavioral expectations for all firm members. It helps colleagues \nunderstand the core elements of our policies and how they are \nanchored in our values. We expect all colleagues to comply with \nour Code, and we expect others working on our behalf, such as \ncontractors, advisers, and other suppliers, to act in a manner that \nis consistent with it.\n\n100%     \n\nof colleagues completed annual Professional Standards and Risk training and \ncertified compliance with firm policies and McKinsey Code of Professional Conduct25\n\n$600m+     \n\ninvested in strengthening our risk management \nteams and capabilities since 2018\n\n25   This figure does not include firm members exempted from the training because they weren’t actively working at the time of the program (for example, leave of absence, left the firm).\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##59\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nOversight and governance\nMcKinsey is committed to upholding international labor standards and \nopposing bribery and corruption. Underscoring this commitment, we \nbecame a participant of the United Nations Global Compact in 2018. \nWe comply with the anti-corruption laws of all the jurisdictions in which \nwe operate, including the US Foreign Corrupt Practices Act and the UK \nBribery Act. \n\nWe expect our leaders to model our values and professional standards, \nincluding, among other principles, inclusivity and allyship, ethical \nbehavior, and apprenticeship. \n\nAddressing potential violations and breaches\nAny potential allegation of the firm’s ethical standards is subject to \ncomprehensive investigation. Substantiation of violations of McKinsey’s \nCode of Professional Conduct and firm policies can lead to disciplinary \naction up to and including termination.\n\nGrievance mechanisms\nEvery firm member has the right and obligation to raise concerns about \nvalues, ethics, and professional conduct without fear of retribution. Our \naspiration is to create an environment where everyone feels comfortable \nseeking advice or raising concerns directly with a colleague. \n\nThe firm’s anti-corruption efforts are overseen at a board level by the \nRisk, Audit, and Governance Committee, along with other relevant \ncommittees. Our Compliance team shapes and manages related \ninternal firm practices, in close partnership with specialists on our \nLegal team. In 2021, a new global chief compliance officer joined the \nfirm as we continue enhancing our program governance. \n\nTo ensure consistency and fairness, we have a clear governance \nstructure and approach to consequence management for all firm \nmembers. This structure includes, among others, the following global \ncommittees and groups:\n•   Professional Standards Committee, which addresses potential \n\nviolations of firm policies or values by partners\n\n•   Client Service Risk Committee, which provides advice and decisions \n\non the most complex risks we face in client service \n\n•  a network of trained professionals who manage personal-conduct \n\nsituations and support internal reviews of alleged violations\n\n•  a consequence-management system, adjusted to the nature of \n\ncomplaints and potential violations\n\nHowever, we recognize there are times when colleagues may feel \nthe need for an opportunity to raise a concern or ask a question \nwithout coming forward directly to a colleague. For those instances, \nour global hotline allows colleagues to raise concerns relating to \npotential violations of the law and the firm’s policies, professional \nstandards, and values in a confidential manner and, where legally \npermissible, anonymously. \n\nAdditionally, firm ombuds are available to all colleagues to provide \ninformal, confidential advice and address any concerns they may have. \nThese channels are communicated within every firm policy, our Code of \nProfessional Conduct, the firm’s intranet channel, and context-specific \nguidance in our firm learning programs.\n\nThird-party compliance\nWe work to build and maintain the trust of the clients we serve, the \ncommunities in which we operate, and the talented people who join \nour firm. We expect all our suppliers to adhere to our Supplier Code of \nConduct, which includes our standards related to anti-corruption. We \nhave embedded risk-based anti-corruption due diligence procedures in \nthird-party onboarding processes. Learn more about  \nSustainable procurement \n\n.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##Overview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\n60\n\nWorking \nwith clients\n\nAs we seek to create positive, enduring change in \nthe world, we are committed to living the values on \nwhich our firm was founded almost 100 years ago. \n\nTo that end, we regularly evaluate and update our processes, including the \npolicy determining which clients we serve and on what topics, as well as \nhow we address conflicts of interest, ensuring we systematically identify \nand manage risk before committing to a client project.\n\nRead more about our client and engagement selection \n\n.\n\nWithin each of these dimensions, we have defined specific criteria \nthat our colleagues must apply when assessing a potential client or \nengagement to ensure we consider potential unintended consequences \nof the work—for example, whether the work could adversely impact \nvulnerable populations. \n\nSome criteria describe “bright lines”—work we will not perform under any \ncircumstances—while others require discussion and special approval or \nextra oversight related to scope and delivery.\n\nWe also have policies and guidelines for specific areas of our client service, \nsuch as our enhanced rules governing our work for public, social, and \nstate-linked sector (PSSS) clients. These rules ensure that we conduct \nour rigorous risk reviews, which include matters such as the impact and \nvalue for money of our service and contracting arrangements, for our \nwork serving public and social sector clients.\n\nClient selection\n\nOur CITIO dimensions\n\nInternal frameworks\nWe have policies and guidelines governing what work we will and will not \ndo. In 2019, we adopted a comprehensive framework and set of criteria \nto evaluate our client service. In 2021, we further strengthened our \napproach, including through a specific requirement to assess if potential \nclients have been found to have instances of prejudicial discrimination.  \n\nOur Client Service Policy requires that we evaluate the clients we \nserve and the likely impacts of our work before committing to any new \nclient engagement. The policy includes five interrelated dimensions \n(referred to as “CITIO”): Country, Institution, Topic, Individual, and \nOperational considerations. \n\nCountry\n\nOperational \nconsiderations\n\nInstitution\n\nIndividual\n\nTopic\n\nDedicated oversight and decision-making support\nClient service matters that require consideration beyond our standard \nprocesses are escalated to a global decision-making body, the Client \nService Risk Committee (CSRC). Composed of senior firm leaders and \nsupported by risk, legal, and communications professionals, the CSRC \nprovides advice and makes decisions on the most complex risks we \nface in our client service.\n\nThis process is designed to ensure we offer transparent and \nindependent advice and decision-making, and uphold our firm’s high \nprofessional standards. For engagements that fail to meet these \nstandards, the firm declines the work. \n\nConflicts of interest\n\nProtecting our clients’ confidential information is core to our DNA.  \nWe are steadfastly committed to guarding against conflicts of interest. \nWe are also subject to our government and public sector clients’ \nconflict of interest requirements, and we review conflicts—both \nactual and potential—accordingly. If potential conflicts cannot be \nappropriately addressed, we will not do the work.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##61\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nData privacy  \nand information \nsecurity\n\nProtecting client information is one of our core \nvalues and is essential for maintaining the trust \nour firm depends on. We are committed to \nmeeting the highest standards of data privacy \nand information security, whether the data \nbelongs to our clients, partners, or firm members.  \n\n100%    \n\nof colleagues completed data privacy training and 80%+ \ncompleted cybersecurity training in 2021\n\nGuardians of Trust   \n\nawarded since 2019 in recognition of our information  \nsecurity program\n\nData privacy\nWe follow regulatory requirements and best practices to meet our \ndata privacy obligations. Our approach is governed by our Global Data \nPrivacy Program, which builds on the requirements of the European \nGeneral Data Protection Regulation and other data protection laws. \nOur Data-privacy team designs and leads the Global Data Privacy \nprogram with operational support from our risk and compliance teams. \n\nOur Data Protection and Privacy Policy governs all client and firm data \nprocessing activities. It is reviewed annually, and all firm members \nare required to confirm their commitment to comply with it each year. \nThe Policy requires that personal data is:\n•  only collected, accessed, used, and shared strictly as necessary to \n\nsupport the firm’s and our clients’ fair and lawful processing purposes\n\n•  deleted when there is no longer a legitimate purpose for retaining \n\nthem, in accordance with applicable laws\n\nThe Data-privacy team provides firm members and contractors with guidelines \nfor protecting personal data in connection with our activities, including \nrecruiting, promotional events, communications, and client engagements. \n\nIn 2021, we strengthened our existing document and client data management \npolicies and procedures by introducing a new global Client Data and \nDocument Management Policy and implementation program. We also clarified \nand strengthened our information security practices for colleagues in both \na refreshed Acceptable Use of Technology policy and various programs to \nprotect information systems in a remote working environment.  \n\nMcKinsey Code of Professional Conduct \nOur Code of Professional Conduct \nfor the behavior of all firm members, including respecting data \nprivacy and security.\n\n defines a set of expectations \n\nInformation security \nOur information security strategy focuses on the people, processes, \nand technology that we have in place to maintain our clients’ trust and \nprotect their information. As in 2020, we had no cybersecurity incidents \nresulting in a data breach or loss event in 2021. Our program takes a \nrisk-based approach to implement strong defenses built upon:\n•   industry-leading technologies\n•  regular training for our people (including phishing detection) \n•   designing products and systems with built-in security\n\nOur Security Operations Center offers best-in-class security incident \ndetection, analysis, containment, and mitigation. All systems and controls \nare designed to meet International Organization for Standardization \n(ISO)/International Electrotechnical Commission (IEC) 27001 standards \nand are assessed annually by an independent third party. \n\nVendor security\nWe also assess third-party vendors to confirm that each one commits \nto applying adequate technical and organizational measures to protect \nthe personal data it processes on behalf of McKinsey. Contracts with \nappropriate protections are ensured by our Legal team.\n\nTraining \nAll new McKinsey colleagues and contractors are required to complete \ninformation security and data privacy training. This includes two award-\nwinning, gamified e-learning modules that help learners identify high-\nrisk situations, practice taking risk-mitigating actions, and understand \ntheir data protection responsibilities. As part of our annual Professional \nStandards and Risk training, all colleagues are required to complete \ndata privacy training and certify compliance with our data privacy and \ninformation security policies. Our cyber awareness program provides \nongoing training and reminders of cyber best practices, including \nrefresher courses on phishing detection training for colleagues. \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##62\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nHuman rights\n\nWe strive to create a work environment that \nsupports, inspires, and respects all colleagues, \napplicants, and clients. \n\nWe adhere to the principles set forth in the United Nations Global \nCompact \n, and the \nInternational Labour Organization’s Declaration on Fundamental \nPrinciples and Rights at Work \n\n, the Universal Declaration of Human Rights \n\n. \n\nOur Human rights statement \n outlines colleagues’ right to agree to \nterms and conditions of employment voluntarily, without coercion, and \nto freely end their employment with appropriate notice. Any colleague \nfailing to meet the expectations set out in the statement are subject to \ndisciplinary action, up to and including separation from McKinsey.\n\nOur Code of Professional Conduct \nthe behavior of all firm members and for those working on our behalf. \n\n defines a set of expectations for \n\nWe stand against the use of child, forced, or exploited labor, as well as \nforced or exploitative working conditions. We will not assist clients in \nsuch practices in any way in any part of the world.\n\nOur colleagues \nOur Ensuring an Environment Free from Discrimination and Harassment \nPolicy outlines our expectation that all firm members must be able to \nwork in an environment free from harassment and discrimination. \n\nThe policy enables reporting of all incidents of discrimination, \nharassment, or retaliation, regardless of the offender’s identity or \nposition, via clearly designated reporting channels. Individuals who are \nfound to be responsible for harassment, discrimination, or retaliation \nwill be subject to disciplinary action, up to and including termination \nof employment.\n\nAs a United Nations Global Compact participant, we uphold the \nfreedom of association and the effective recognition of the right to \ncollective bargaining. We adapt our practices to different locations \nbased on local legislation. Learn more about our Commitment to \ndiversity, equity, and inclusion \n\n and Compensation and benefits \n\n.\n\nClient service\nAs outlined in our client service approach (Working with clients \n ), our \ncommitment to human rights informs who we serve and on what topics. \nWe will not do work that supports or enables human rights violations. We \ndo not tolerate physical violence, threats, bullying, or verbal abuse of any \nkind in the workplace, whether in our own or in our clients’ locations. \n\nSupply chain\nWe expect all suppliers to comply with McKinsey’s Supplier Code of \nConduct \n, which prohibits all forms of forced labor, child labor, and \nhuman trafficking, and requires compliance with all laws regarding \ndiscrimination, harassment, and retaliation. Learn more about our \nUK Modern Slavery Act Statement \n. As a firm, we have processes in \nplace to address suspected violations, whether among our colleagues \nor in the supply chain. Learn more about Ethics and values \nSustainable procurement \n\n and \n\n.\n\nTraining\nWe support our human rights-related policies with regular awareness \nbuilding and training. New colleagues must adhere to the McKinsey \nCode of Professional Conduct and participate in an onboarding \nsession that informs them about the firm’s values, including inclusion, \nanti-discrimination, and anti-harassment. Annually, all colleagues \nmust certify they comply with the firm’s core policies and complete \nProfessional Standards and Risk training. \n\nGrievance mechanisms\nIn addition to clearly defined internal channels, we have a global hotline \nthat enables colleagues to raise concerns relating to any human rights \nissues confidentially and, where legally permissible, anonymously. We \ndo not tolerate retaliation of any kind against firm members who in good \nfaith report potential or actual ethics or legal violations.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##63\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nSustainable  \nprocurement\n\nMcKinsey leadership and colleagues across the firm are committed to \nthis agenda and senior leaders contribute insight and expertise. For \nexample, we have an Affinity Group Advisory Committee—composed \nof senior leaders representing relevant stakeholder groups—that \ncollaborates to advance our supplier diversity program.\n\nSupplier screening and assessments \nDuring supplier sourcing and selection stages, our standard request for \nproposal templates utilized by our sourcing team include a questionnaire \nused to screen potential suppliers on practices and policies in areas \nincluding environmental sustainability, DEI, and data privacy.\n\nAs a global firm with offices in more than \n65 countries, we have a significant opportunity \nand responsibility to drive positive social and \nenvironmental impact through our buying \nchoices and practices. \nWe continue to strengthen our practices, and engage with suppliers on \nreducing emissions to address climate change and on creating a supply \nchain that promotes diversity, equity, and inclusion (DEI). McKinsey \nstrives to partner with suppliers that share our values and commitment \nto responsible conduct.\n\nSupplier standards and values \nWe seek to partner with and buy from suppliers that adhere to the \nsame level of integrity and environmental, social, and governance (ESG) \nstandards to which we hold ourselves. Our Supplier Code of Conduct \n(the Code) is available in ten languages and sets the standards and \nvalues we expect, including to: \n•  act ethically and with integrity\n•  maintain data privacy and security\n•  embrace inclusion and diversity\n•  ensure fair employment and wages\n•  reduce environmental impact\n•  provide working conditions that support safety, well-being, and health\n\nNew suppliers26 go through a rigorous onboarding process that \nincludes risk-based due diligence to ensure the supplier follows \napplicable laws and meets our standards. We carry out periodic \ndiligence checks to assess changes in suppliers’ circumstances \nat intervals determined by the suppliers’ risk profile. In 2021, we \nlaunched a new supplier onboarding platform that further enhances \nour ESG screening and monitoring capabilities, including a \nquestionnaire for suppliers with a potentially higher ESG risk based \non considerations such as spend level, country risk, and category \nrisk. Existing suppliers selected based upon spend and risk level will \nbe recertified on the platform in 2022. We plan to use data collected \nthrough this platform to strengthen future reporting.\n\nOur approach\n\nMcKinsey’s Sustainable Procurement program sits within our \nResponsible Buying program, which is led by our Optimize team \nwith oversight by our chief financial officer. Optimize enables our \nResponsible Buying program through various services covering travel, \nevents, real estate, sourcing, technology, purchasing, and more.\n\nThe Responsible Buying program integrates ESG, risk, and operations \nrequirements into our procurement processes. It includes training for \nour colleagues and engagement with our suppliers on key topics. The \nprogram is designed to be holistic and to make it easy for colleagues \nand suppliers to make more responsible buying choices.\n\nDuring onboarding, we ask suppliers to agree to the Code or indicate \nthat they have a comparable code in place. Our standard contract \ntemplate for supplier services incorporates the Code and sets out our \nexpectations of suppliers.\n\nMcKinsey’s global Sustainable Procurement Policy outlines our \nambition to deliver positive social and environmental impact through \nour selection, purchase, use, and disposal of products and services, \nand through the way in which we work with our suppliers to improve the \nsocial and environmental impact of the goods and services they offer.\n\nTraining for procurement colleagues\nIn 2021, we deployed a new training program called Buying \nResponsibly to all colleagues on our Procurement team. The mandatory \ntraining addresses the full buying life cycle and highlights how ESG \nconsiderations should be integrated throughout the process. By the \nend of 2021, 93 percent of eligible procurement colleagues had \ncompleted this training.\n\n26   Some exceptions apply (for example, hotels paid indirectly via reimbursement to colleagues, for which an alternative third-party vetting process is utilized).\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##64\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nAdvancing supplier diversity\n\nWe believe that our supply chain should reflect the diversity of the \ncommunities in which we live and work. By the end of 2021, we had \nachieved 67 percent of our 10 Actions \nwith diverse suppliers27 within three years.28 \n\n goal to double our spending \n\nTo drive progress toward our goal, we are growing our network of \nsupplier diversity champions, building action plans within many top-\nspend categories, developing relationships with our existing diverse \nsuppliers, and communicating this issue’s importance to many of our \nlargest suppliers. For example, in 2021, McKinsey’s Technology and \ndigital function adopted a more purposeful reseller strategy, redirecting \nspend from a large, fragmented group of IT resellers to a smaller \nnumber of diverse-owned suppliers that have been providing high-\nquality service. By the end of 2021, we achieved around $36 million \ngrowth in net new spend with diverse-owned IT suppliers, procuring \nhardware, software, and professional services. \n\nTo broaden the reach of our supplier diversity program, we engage in \npartnerships with organizations such as the National Minority Supplier \nDevelopment Council, Women’s Business Enterprise National Council, \nWEConnect International, Supply Nation, Minority Supplier Development \nUK, and others that support and promote supplier diversity. \n\nBeyond our procurement practices, we aim to use McKinsey’s \nunique capabilities and resources to help strengthen diverse-owned \nbusinesses. McKinsey Inclusive Business Accelerator (MIBA) \n, an \ninitiative led by our Operations Practice, seeks to advance racial equity \nand economic empowerment in the United States by serving small- \nand medium-sized Black-owned businesses and their leaders. The \ninitiative offers capability building, networking opportunities, and fee-\nfree consulting support on operations topics. In 2021, MIBA Empower \nevents were attended by over 600 Black business leaders, including \nBlack executives and owners of Black-owned small- and medium-sized \nbusinesses. Now in its second year, MIBA has continued to provide fee-\nfree consulting services to Black-owned businesses across industries \nto help them further grow their success. \n\nDriving supplier environmental sustainability\n\nBeyond integrating ESG principles and requirements into procurement \nprocesses and decisions, we are committed to partnering with our \nsuppliers to share what we have learned from our own sustainability \njourney to help improve the social and environmental impact of the \ngoods and services they offer. Since indirect emissions from travel \naccount for more than 80 percent of our carbon footprint, we have \nmade engaging with our travel-related suppliers on sustainability \nissues a focus. We continue exploring opportunities with our \nsuppliers—including more than 50 of the world’s largest airlines and \nhotel groups—to rebuild better together and provide our colleagues \nwith more sustainable options as we return to business travel.\n\nSustainability topics we have discussed with our travel suppliers include \nsetting science-based targets, transitioning to SAFs, reducing single-\nuse plastics, and switching to renewable energy sources. Through our \nGreen Hotels sustainable procurement strategy, we engage the top \nhotel chains in our supply chain and collect environmental sustainability \ninformation from over 1,000 hotel properties as part of our annual \nrequest for proposal process.\n\nIn 2021, we received an A score on CDP’s Supplier Engagement Rating, \nreflecting our commitment to engaging suppliers on climate change \nand supporting the transition toward a net-zero economy.\n\n1,000+    \n\nhotel properties engaged  \non sustainability\n\n30+    \n\nkey suppliers engaged on their \nown supplier diversity practices\n\n15+     \n\nnon-diverse suppliers \ncollaborating on Tier 2 reporting\n\n27   Diverse suppliers are defined as those that are 51%+ owned, operated, controlled, and managed by diverse individuals—for example, minority-, woman-, veteran-, disability-, and LGBTQ+-owned businesses.\n28    Applies to specific categories of diverse suppliers. Improved tracking has contributed to progress against the goal.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##65\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nReporting\n\nAbout this report  \n\nMcKinsey & Company’s 2021 Environmental, Social, and Governance \n(ESG) Report (the Report) details our commitments, programs, and \nperformance on ESG priorities. All information reflects McKinsey & \nCompany’s worldwide operations, covering calendar year 2021, unless \notherwise noted. \n\nThe Report has been prepared in accordance with the Global Reporting \nInitiative (GRI) Standards: Core option. It includes our disclosure \nagainst World Economic Forum International Business Council’s \n(WEF IBC) Stakeholder Capitalism metrics, and serves as our fourth \nCommunication on Progress to the UN Global Compact (UNGC) and \nits Ten Principles. For the first time this year, we are also reporting in \nline with the recommendations of the Task Force on Climate-related \nFinancial Disclosures (TCFD). \n\nOur Greenhouse Gas (GHG) Emissions inventory and renewable energy \nuse data were independently verified by Temple. \n\nDisclaimer: The analyses and conclusions contained in this report refer to the period of the calendar 2021 and to information and data available to McKinsey and do not purport to contain or incorporate all the information.\nAlthough its content reflects McKinsey’s current expectations regarding future events, the analyses and conclusions contained in this report are based on various assumptions, being based upon factors and events subject to uncertainty. Statements of \nexpectation, forecasts, and projections relate to such future events and are based on assumptions that may not remain valid for the whole of the relevant period. Future results could be materially different from any forecast contained in the analyses.\nThe analyses contained herein were undertaken by McKinsey as of the dates noted herein. McKinsey undertakes no obligation to revise or update any such analyses or any forward-looking statements.© 2022. McKinsey & Company. All rights reserved.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##66\n\nGRI Content Index\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nThis report has been developed in accordance with Global Reporting Initiative (GRI) Standards: Core option. GRI Standards \npromote transparency and comparability of disclosures about a business’ environment, economic, and social impacts.\n\nDescription\n\nDisclosure \nnumber\nGRI 102: General Disclosures 2016 \nOrganization Profile\n102-1\n\nName of the organization\n\n102-2\n\nActivities, brands, products, and \nservices\n\n102-3\n\nLocation of headquarters\n\n102-4\n\nLocation of operations\n\n102-5\n\nOwnership and legal form\n\n102-6 Markets served\n\n102-7\n\nScale of the organization\n\n102-8\n\nInformation on employees and \nother workers\n\n102-9\n\nSupply chain\n\n102-10 Significant changes to the \n\norganization and its supply chain\n\nMcKinsey response\n\nMcKinsey & Company\nOverview/About McKinsey\nAbout Us \nOverview/About McKinsey\n\nOverview/About McKinsey\nOur Offices\nOverview/About McKinsey\nOverview/About McKinsey\nIndustries\nOverview/About McKinsey\nAbout Us\nOur people/Diversity, equity, and inclusion\n\nOverview/How we create value\nNo significant changes in 2021.\n\nDisclosure \nnumber\n\nDescription\n\nMcKinsey response\n\n102-11\n\nPrecautionary Principle or approach Environmental Statement\n\n102-12 External initiatives\n\n102-13 Membership of associations\n\nHighlighted throughout the report.\nOur commitment to environmental sustainability\nHighlighted throughout the report.\nOur commitment to environmental sustainability\n\nStrategy\n102-14 Statement from senior decision-\n\nmaker\n\nEthics and Integrity\n102-16  Values, principles, standards, and \n\nnorms of behavior\n\n102-17 Mechanisms for advice and \n\nconcerns about ethics\n\nGovernance\n102-18 Governance structure\n\n102-19 Delegating authority\n\nOverview/Message from our global managing partner\n\nOverview/About McKinsey\nCode of Professional Conduct\nParticipant page, UN Global Compact\nOur firm/Ethics and values\nCode of Professional Conduct\n\nOverview/Our ESG approach\nOverview/Our ESG framework\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##67\n\nGRI Content Index\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nDisclosure \nnumber\n\nDescription\n\nMcKinsey response\n\n102-20 Executive-level responsibility for \n\nOverview/Our ESG framework\n\neconomic, environmental, and  \nsocial topics\n\n102-21 Consulting stakeholders on \n\nOverview/Stakeholder engagement\n\neconomic, environmental, and \nsocial topics\n\nStakeholder Engagement\n102-40 List of stakeholder groups\n\n102-41 Collective bargaining agreements\n\n102-42 Identifying and selecting \n\nstakeholders\n\nOverview/Stakeholder engagement\nThis information is not tracked globally as most McKinsey \ncolleagues are not covered by collective bargaining \nagreements.\nOverview/Stakeholder engagement\n\n102-43 Approach to stakeholder \n\nOverview/Stakeholder engagement\n\nengagement\n\n102-44 Key topics and concerns raised\n\nOverview/Stakeholder engagement\nOverview/Materiality assessment\n\nDescription\n\nDisclosure \nnumber\nReporting Practice\n102-45 Entities included in the consolidated \n\nfinancial statements\n\n102-46 Defining report content and topic \n\nBoundaries\n\n102-47 List of material topics\n\n102-48 Restatements of information\n\n102-49 Changes in reporting\n\n102-50 Reporting period\n\n102-51 Date of most recent report\n\n102-52 Reporting cycle\n\n102-53 Contact point for questions \n\nregarding the report\n\nMcKinsey response\n\nReporting/About this report\n\nOverview/Materiality assessment\nReporting/About this report\nOverview/Materiality assessment\nNo restatements of information for 2021. \nReporting/About this report\nReporting/About this report\nReporting/About this report\nReporting/About this report\nsocial_responsibility@mckinsey.com\n\n102-54 Claims of reporting in accordance \n\nReporting/About this report\n\nwith the GRI Standards\n\n102-55 GRI content index\n\n102-56 External assurance\n\nGRI Content Index\nReporting/Independent assurance statement\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##68\n\nGRI Content Index\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nDescription\n\nDisclosure \nnumber\nTopic‑Specific Standards\nGRI 201: Economic Performance 2016\n103-1, \n103-2, \n103-3\n\nManagement approach \n\n201-2 \n\nFinancial implications and other \nrisks and opportunities due to  \nclimate change\n\nGRI 205: Anti-Corruption 2016\nManagement approach \n103-1, \n103-2, \n103-3\n\n205-2 Communication and training \n\nabout anti-corruption policies and \nprocedures\n\nGRI 302: Energy 2016\n103-1, \n103-2, \n103-3\n\nManagement approach \n\n302-1\n\nEnergy consumption within \nthe organization\n\nMcKinsey response\n\nOverview/Materiality assessment\nOverview/About McKinsey\n\nReporting/TCFD Index\n\nOverview/Materiality assessment\nOur firm/Ethics and values\nCode of Professional Conduct \nSupplier Code of Conduct\nOur firm/Ethics and values\nOur firm/Sustainable procurement\n\nOverview/Materiality assessment\nOur firm/Climate change and emissions\nEnvironmental Statement\nOur firm/Climate change and emissions\n\nDescription\n\nDisclosure \nnumber\nGRI 303: Water & Effluents 2018\nManagement approach \n103-1, \n103-2, \n103-3\n\n303-1\n\nInteractions with water as a \nshared resource \nGRI 305: Emissions 2016\n103-1, \n103-2, \n103-3\n\nManagement approach \n\n305-1\n\nDirect (Scope 1) GHG emissions\n\n305-2\n\nEnergy indirect (Scope 2) GHG \nemissions\n\n305-3 Other indirect (Scope 3) GHG \n\nemissions\n\n305-4 GHG emissions intensity\n\n305-5 Reduction of GHG emissions\n\nMcKinsey response\n\nOverview/Materiality assessment\nOur firm/Sustainable workplaces\n\nOur firm/Sustainable workplaces\n\nOverview/Materiality assessment\nOur firm/Climate change and emissions\nReporting/TCFD Index\nOur firm/Climate change and emissions\nReporting/Independent assurance statement\nOur firm/Climate change and emissions\nReporting/Independent assurance statement\nOur firm/Climate change and emissions\nReporting/Independent assurance statement\nOur firm/Climate change and emissions\nReporting/Independent assurance statement\nOur firm/Climate change and emissions\nReporting/Independent assurance statement\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##69\n\nGRI Content Index\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nDescription\n\nDisclosure \nnumber\nGRI 306: Waste 2020 \n103-1, \n103-2, \n103-3\n\nManagement approach \n\nMcKinsey response\n\nOverview/Materiality assessment\nOur firm/Sustainable workplaces\n\n306-2 Management of significant  \n\nOur firm/Sustainable workplaces\n\nwaste-related impacts\n\nGRI 308: Supplier Environmental Assessment 2016\n103-1, \n103-2, \n103-3\n\nManagement approach \n\nOverview/Materiality assessment\nOur firm/Sustainable procurement\nSupplier Code of Conduct\nOur firm/Sustainable procurement\n\n308-1 New suppliers that were screened \n\nusing environmental criteria\n\nGRI 401: Employment 2016\n103-1, \n103-2, \n103-3\n\nManagement approach \n\n401-1\n\n401-2\n\nNew employee hires and employee \nturnover\n\nBenefits provided to full-time \nemployees that are not provided to \ntemporary or part-time employees\n\nOverview/Materiality assessment\nOur people\n\nOur people/Diversity, equity, and inclusion\n\nOur people/Caring for our colleagues\n\nMcKinsey response\n\nDescription\n\nDisclosure \nnumber\nGRI 403: Occupational Health and Safety 2018\n103-1, \n103-2, \n103-3\n\nManagement approach \n\nOverview/Materiality assessment\nOur people/Caring for our colleagues\n\n403-1\n\nOccupational health and safety \nmanagement system\n\n403-6 Promotion of worker health\nGRI 404: Training and Education 2016\n103-1, \n103-2, \n103-3\n\nManagement approach \n\nOur people/Caring for our colleagues\n\nOur people/Caring for our colleagues\n\nOverview/Materiality assessment\nOur people/Development\n\n404-1\n\nAverage hours of training per year \nper employee\n\nOur people/Development\n\n404-2 Programs for upgrading employee \n\nOur people/Development\n\nskills and transition  \nassistance programs\n\n404-3 Percentage of employees receiving \n\nOur people/Development\n\nregular performance and  \ncareer development reviews\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##70\n\nGRI Content Index\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nMcKinsey response\n\nDescription\n\nDisclosure \nnumber\nGRI 405: Diversity and Equal Opportunity 2016\n103-1, \n103-2, \n103-3\n\nManagement approach \n\nOverview/Materiality assessment\nOur people/Diversity, equity, and inclusion\n\nDescription\n\nDisclosure \nnumber\nGRI 414: Supplier Social Assessment 2016\n103-1, \n103-2, \n103-3\n\nManagement approach \n\n405-1\n\nDiversity of governance bodies and \nemployees\n\nGRI 412: Human Rights Assessment 2016\n103-1, \n103-2, \n103-3\n\nManagement approach \n\n412-2\n\nEmployee training on human rights \npolicies or procedures\n\nGRI 413: Local Communities 2016\n103-1, \n103-2, \n103-3\n\nManagement approach \n\n413-1\n\nOperations with local community \nengagement, impact assessments, \nand development programs\n\nOur people/Diversity, equity, and inclusion\n\nOverview/Materiality assessment\nOur firm/Human rights\nHuman rights statement\nOur firm/Human rights\n\nOverview/Materiality assessment\nOur firm/Giving back to communities\n\nOur firm/Giving back to communities\n\n414-1\n\nNew suppliers that were screened \nusing social criteria\n\nGRI 418: Customer Privacy 2016\nManagement approach \n103-1, \n103-2, \n103-3\n\n418-1\n\nSubstantiated complaints \nconcerning breaches of customer \nprivacy and losses of customer data\n\nMcKinsey response\n\nOverview/Materiality assessment\nOur firm/Sustainable procurement\nSupplier Code of Conduct\nOur firm/Sustainable procurement\n\nOverview/Materiality assessment\nOur firm/Data privacy and information security\nCode of Professional Conduct \nSupplier Code of Conduct\nOur firm/Data privacy and information security\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##Overview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nManagement approach \n\nDescription\n\nDisclosure \nnumber\nResponsible innovation\n103-1, \n103-2, \n103-3\nPublic stance on social issues\n103-1, \n103-2, \n103-3\n\nManagement approach \n\nMcKinsey response\n\nOverview/Materiality assessment\nOur clients\n\nOverview/Materiality assessment\nOverview/Our ESG framework\n\n71\n\nGRI Content Index\n\nDisclosure \nnumber\n\nDescription\n\nMcKinsey response\n\nManagement approach \n\nManagement approach \n\nMcKinsey‑specific material topics \nClient selection\n103-1, \n103-2, \n103-3\nEnabling clients’ social and environmental impact\n103-1, \n103-2, \n103-3\nESG standards\n103-1, \n103-2, \n103-3\nResearch and insights\n103-1, \n103-2, \n103-3\n\nManagement approach \n\nManagement approach \n\nOverview/Materiality assessment\nOur firm/Working with clients\n\nOverview/Materiality assessment\nOur clients\n\nOverview/Materiality assessment\nOverview/Our ESG framework\n\nOverview/Materiality assessment\nOur insights\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##72\n\nWEF IBC Index  \n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nMcKinsey has signed on to the Stakeholder Capitalism Metrics defined by the World Economic Forum’s International Business Council (WEF IBC). \nThese Metrics are designed to encourage comparable disclosures related to governance, planet, people, and prosperity.\n\nTheme\n\nCore metric\n\nMcKinsey response\n\nTheme\n\nCore metric\n\nMcKinsey response\n\nPrinciples of Governance \nGoverning purpose \n\n1. Setting purpose \n\nQuality of \ngoverning body \n\nStakeholder \nengagement \n\n2.  Governance body \n\ncomposition\n\n3.  Material issues \n\nimpacting stakeholders \n\nEthical behaviour \n\n4. Anti-corruption \n\n5.  Protected ethics \n\nadvice and reporting \nmechanisms\n\n6.  Integrating risk and \n\nopportunity into \nbusiness process \n\nRisk and opportunity \noversight \n\nPlanet  \nClimate change \n\nOverview/About McKinsey\nOverview/Our ESG approach\nOur people/Diversity, equity, and inclusion\nOverview/Stakeholder engagement\nOverview/Materiality assessment\nOur firm/Ethics and values\nCode of Professional Conduct\nOur firm/Ethics and values\n\nOur firm/Ethics and values\nReporting/TCFD Index\n\nNature loss \n\n9.  Land use and ecological \n\nsensitivity \n\nFreshwater availability \n\n10.  Water consumption and \n\nwithdrawal in water-\nstressed areas\n\nWe recognize the importance of nature and \nbiodiversity conservation. While we believe \nMcKinsey’s direct impact on land use and \nbiodiversity is limited due to the nature of our \nservices (that is, offices located primarily in urban \nareas), we are committed to understanding and \nminimizing any potential impacts. Over the course \nof the next year, we will conduct an assessment \nto better understand the impact of our offices on \nnature and develop a plan for managing it, including \nmeasurable targets, commensurate with our impact \nand type of industry. While this work is under way, \nwe will continue contributing to structural solutions \nrelated to nature and biodiversity through our \nresearch and insights and client work. \nOur firm/Sustainable workplaces\n\n7.  Greenhouse gas (GHG) \n\nOur firm/Climate change and emissions\n\nemissions \n\n8. TCFD implementation \n\nReporting/TCFD Index\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##Overview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\n73\n\nWEF IBC Index  \n\nTheme\n\nCore metric\n\nMcKinsey response\n\nPeople   \nDignity and equality \n\n11. Diversity and inclusion \n\n12. Pay equality \n\n13. Wage level \n\n14.  Risk for incidents \nof child, forced or \ncompulsory labor \n\nOur people/Diversity, equity, and inclusion\nOur people/Caring for our colleagues\nOur people/Caring for our colleagues\nOur firm/Human rights\n\nHealth and wellbeing \n\n15. Health and safety \n\n16. Training provided \n\nOur people/Caring for our colleagues\nOur people/Development\n\nSkills for the future \nProsperity   \nEmployment and \nwealth generation\n\nInnovation of better \nproducts and services \n\nCommunity and \nsocial vitality\n\n17.  Absolute number and \n\nOur people/Diversity, equity, and inclusion\n\nrate of employment\n\n18. Economic contribution\n\n19.  Financial investment \n\ncontribution\n\n20. Total R&D expenses \n\nOverview/About McKinsey\nAs a private firm, this metric is not relevant for \nMcKinsey. \nOur people/Development\n\n21. Total tax paid\n\nAs a private firm, we do not extensively report \nfinancial information. \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##74\n\nTCFD Index \n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nThe Task Force for Climate-related Financial Disclosures (TCFD) recommendations are designed to help companies disclose information about the risks and opportunities presented \nby climate change. Developed around four core elements—governance, strategy, risk management, and metrics and targets—the recommendations support communication about \nhow a company is responding to change and the resilience of its strategies. This year marks the first time McKinsey is reporting in line with TCFD recommendations. \n\nDisclosure recommendation  \n\nDisclosure\n\nGovernance \na)  Describe the board’s \noversight of climate-\nrelated risks and \nopportunities\n\nb)  Describe \n\nmanagement’s role \nin assessing and \nmanaging climate-\nrelated risks and \nopportunities\n\nThe Risk, Audit, and Governance Committee (RAGC) of our Shareholders Council, which is equivalent to other companies’ board of directors, has ultimate oversight of the firm’s environmental \nsustainability matters, including climate-related issues. Its remit includes reviewing and guiding the firm’s ESG strategy, annual budgets, setting performance objectives, and monitoring and \noverseeing progress against climate-related goals. For example, in 2021, RAGC approved the firm’s science-based targets (SBTs) to reduce our GHG emissions in line with a 1.5 degree Celsius \npathway and our commitment to reach net-zero climate impact by 2030. McKinsey has a designated senior partner responsible for leading our ESG and Global Social Responsibility efforts, \nincluding all of the firm’s efforts toward environmental sustainability and climate-related risks and opportunities. This individual provides periodic updates to the RAGC.\n\nThe Director of Acting Responsibly is responsible for measuring our GHG footprint annually, analyzing the results and assessing opportunities to reduce further our GHG footprint, elevating \nthese opportunities to the relevant leaders within the firm, implementing these opportunities throughout the firm, or working with relevant cells (geographic offices, industries, functional \npractices, and growth platforms) to implement them, ensuring that our targets/commitments/progress are in line with latest climate science, and proactively identifying and addressing any \nrisks related to climate change/environmental sustainability that will impact the firm. This individual reports into the senior partner leading ESG and Global Social Responsibility efforts.\nIn 2021, RAGC approved additional governing bodies to our ESG oversight structure, spanning across an ESG Council, represented by senior firm functional, regional, and client service \nleaders. The ESG Council defines our ESG priorities, sets our strategy, and monitors progress, and is supported by the ESG Working Group and ESG Next-Generation Group to help \noperationalize the strategy and embed ESG initiatives across the firm. \nAdditionally, local managing partners are responsible for leading each geographic location to achieve our global commitments and strategy. Within each of our offices, the local managing \npartner has responsibility for the environmental footprint and climate impact of the office’s operations, and for ensuring that the office contributes toward achieving the firm’s SBTs.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##75\n\nTCFD Index \n\nDisclosure recommendation  \n\nDisclosure\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nStrategy \na)  Describe the climate-\n\nrelated risks and \nopportunities the \norganization has \nidentified over the \nshort, medium, and \nlong term\n\nMcKinsey considers climate-related risks and opportunities across short- (0–1 years), medium- (1–3 years), and long-term (3–8 years) horizons as part of our business strategy, covering three \nareas: our internal operations, our client service, and our knowledge work. As we continue to refine our approach to identifying and assessing these risks and opportunities, we will take into \naccount further long-term horizons (for example, until 2050).\nRisks \nClimate risk assessment is integrated into multi-disciplinary, firmwide risk management processes. As we assess these risks, we continue to evolve our capabilities and are developing a \ncomprehensive physical and transition risk assessment involving all relevant stakeholders within the firm, including our client service lines, to further inform our risk processes. We continue to \nidentify and monitor climate-related risks to ensure no major disruptions to our operating model. The risks we identified include:\nTransition risks\n••  Legal and regulatory risk: As a global firm, we operate in 65+ countries, most of which have climate change laws or policies. We monitor current and emerging policy, regulatory, and legal \nrisks, to understand how McKinsey may be affected. \n•• Technology risk: McKinsey considers technology part of our environmental footprint strategy, particularly in relation to how it can be used to reduce GHG emissions. As a service-based firm, \nIT is also paramount to our core operations and is therefore considered as part of business-as-usual risk assessments.\n•• Reputation risk: McKinsey’s reputation in this field is built on our client work, as well as the large body of often publicly available research and tools on climate change issues. Maintaining this \nreputation helps to support the opportunities for our practice across a number of areas, particularly for our sustainability-focused client service platform McKinsey Sustainability.\nPhysical risks\n•• Weather events and shifts in climate patterns: As a global firm operating in 65+ countries, McKinsey is located in areas that may be exposed to acute physical risks related to climate change, \nsuch as extreme weather events, hurricanes, cyclones, floods, and temperature extremes, as well as chronic risks such as sea-level rise and heat stress. As part of our business continuity \nplanning and firm security programs, we consider both acute and chronic climate risks to our offices and operations, IT networks, and colleague safety.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##76\n\nTCFD Index \n\nDisclosure recommendation  \n\nDisclosure\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\na)  Describe the climate-\n\nrelated risks and \nopportunities the \norganization has \nidentified over the \nshort, medium, and \nlong term \n(cont.)\n\nOpportunities \nMcKinsey identified climate-related opportunities that may have an impact on the firm in the medium term. Specifically, we identified: \n••  Development of new platforms for client service and research: Sustainability is among the top priorities on our clients’ agendas. McKinsey Sustainability is the firm’s client service platform \nwith the goal of helping all industry sectors transform to get to net zero by 2050, and to cut carbon emissions by half by 2030. As an advisory firm, McKinsey has the opportunity to provide \nconsulting advice to clients through McKinsey Sustainability on climate-related topics, including, for example: \n• managing the transition to a low-carbon, sustainable growth economy \n• adapting to climate change\n• capturing emerging opportunities in energy, water, waste, and land use \n• harnessing the potential of clean technologies to create smarter systems, new jobs, and competitive advantage \n• capitalizing on evolving shifts in urban mobility \n• capturing benefits of circular economy \nOur recent acquisitions of Vivid Economics, Planetrics, and Material Economics brings new experts, analytics, and capabilities to assess climate risk, develop sustainable strategies, navigate \neconomic shifts, and create value through sustainable transformations.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##77\n\nTCFD Index \n\nDisclosure recommendation  \n\nDisclosure\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nb)  Describe the impact of \n\nclimate-related risks \nand opportunities \non the organization’s \nbusinesses, strategy, \nand financial planning\n\nRisks\nWe continue to identify and monitor climate-related risks and have not yet identified any with the potential to have an immediate disruption to overall firm operations. As an advisory firm, our \n“assets” are not physical locations in the traditional sense but our proprietary knowledge and reputation, and people. Given the limited physical assets, the physical hazard impact of climate \nchange on the firm is likely low. Similarly, at this time transition risks identified, including current and emerging regulation, reputational, technology, and market risks, are unlikely to present \nsubstantive impact to the firm. We recognize changes in climate could lead to possible shifts in the geographies or industries in which we serve clients today, which could have an impact on our \noverall business strategy, and we are continually monitoring these potential risks.\nAlthough the impacts to our direct footprint and operations are likely low, we take a proactive approach to risk management by implementing programs to mitigate some risks, such as security \nand safety risks, including those related to climate events, as well as measuring, addressing, and publicly reporting our carbon footprint. In addition, we continue to enhance our climate risk \nidentification and assessment capabilities, including more advanced scenario analysis.\nOpportunities\nClimate-related opportunities influence our business strategy in relation to: \n••   our client service, that is, developing McKinsey Sustainability, our sustainability-focused client service platform \n••  our investment in research and development (R&D) through a dedicated internal research function developing cutting-edge knowledge to support McKinsey Sustainability \n••  our internal operations such as procurement, that is, developing a responsible procurement strategy for engagement with suppliers to improve the environmental and social impact of the \ngoods and services they offer, and Environmental Sustainability strategy—that is, our commitments to achieve our near-term science-based targets\nThese opportunities are considered in financial planning and have not been deemed to have a substantive financial or strategic impact on the firm in the short term.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##78\n\nTCFD Index \n\nDisclosure recommendation  \n\nDisclosure\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nc)  Describe the resilience \n\nof the organization’s \nstrategy, taking into \nconsideration different \nclimate related \nscenarios, including a \n2°C or lower scenario\n\nAs part of our strategic planning processes, we seek to understand how different climate scenarios impact McKinsey’s business risks and opportunities. \nTo inform our business strategy, we model emission reduction pathways under various climate scenarios while also considering the firm’s growth trajectory, the impact of the global pandemic, \ntrends in our activity drivers and associated emissions, clients’ and colleagues’ expectations, and the evolution of working models and business technology. \nFollowing the analysis, we are taking action to strengthen the resilience of our strategy, to be better prepared and positioned for evolving climate-related risks and opportunities.\nFor example, we have set our goals for Scope 1, 2, and 3 emissions reductions in line with the Science Based Targets initiative’s (SBTi) methodology for reductions required to align with the \nParis Agreement’s 1.5 degree Celsius pathway. Across all scopes, we are working to reduce our emissions, including by increasing our use of renewable electricity and electric vehicles, \nreducing business travel, and supporting sustainable aviation fuels (SAFs). In line with these commitments, we are making shifts to our business strategy and operating model to improve our \nresilience, including to the ways in which we serve our clients, such as introducing hybrid and remote alternative ways of working, and promoting more sustainable travel options.\nOver time, we will continue to regularly assess the resilience of our strategy against evolving risks and opportunities, and continue to strengthen our approach. We will also work to identify \nrealistic management approaches and develop action plans under the different climate scenarios to embed responses into business-as-usual activity.\n\nRisk Management  \na)  Describe the \norganization’s \nprocesses for \nidentifying and \nassessing climate-\nrelated risks\n\nMcKinsey considers climate-related risks and opportunities as part of its environmental footprint strategy, covering three areas: internal operations, client service, and knowledge work. \nClimate risk identification and assessment is integrated into firmwide enterprise risk management, and outputs are taken into consideration as the firm defines business continuity and \noperational resilience requirements and actions. Risk and opportunity identification is embedded within the firm’s “cells” (geographic offices, industries, functional practices, and growth \nplatforms), which are most similar to the traditional meaning of “assets” within an organization. Specifically, the local managing partners are responsible for identifying and evaluating risks \narising from the operations of their local offices (with support from the broader firm), including climate-related risks, which they do through local operating committees and management \nteams. \n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##79\n\nTCFD Index \n\nDisclosure recommendation  \n\nDisclosure\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nb)  Describe the \norganization’s \nprocesses for \nmanaging climate-\nrelated risks\n\nc)  Describe how \nprocesses for \nidentifying, assessing, \nand managing climate-\nrelated risks are \nintegrated into the \norganization’s overall \nrisk management\n\nWe prioritize management of our climate-related risks and opportunities based on their materiality to McKinsey at a firmwide level and at an organizational cluster level. Factors considered \nto determine the materiality and priority include legal and regulatory compliance, our clients’ and societal expectations, the impact on our talent strategy, potential to catalyze environmental \nimpact, financial risk (for example, whether climate change has an impact on the value of our assets or reputation), and physical risk to our assets and operations. For risks to our own \noperations, this is informed by rigorous annual measurement and third-party verification of our emissions.\nAs an example of adaptation for physical risks today, we have a monitoring program to identify extreme weather/other risks, and proactively reach out to local offices to ensure that they are \naware of impending extreme weather events and taking steps to communicate with colleagues. This monitoring continues to improve over time, but has been reliably in place for a number of \nyears. Examples of other preparations include documented guidance for extreme weather, scenario training for local security coordinators and leadership, as well as reviews of our physical \npremises to ensure they are consistent with firm standards. \n\nWe continually seek ways to better identify, analyze, and mitigate risk. Central to our approach is our risk framework, which provides the insight, integration, and technology we need to \nanticipate and proactively address risks. \nWe routinely and systematically undertake risk assessments, which include climate where relevant. These reviews incorporate diverse qualitative and quantitative inputs as well as \nexternal benchmarks to produce a comprehensive view of risk. They also inform the integration of risk mitigation work across McKinsey. In addition, we continue to enhance our climate risk \nidentification and assessment capabilities, including more advanced scenario analysis.\nOur collective risk management functions—which include Enterprise Risk Management and specialist risk areas—are overseen by McKinsey’s Chief Risk Officer.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##80\n\nTCFD Index \n\nDisclosure recommendation  \n\nDisclosure\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nMcKinsey provides annual updates on climate-related metrics, including Scope 1, 2, and 3 GHG emissions, emissions intensity (market-based GHG emissions per capita), and energy \nand electricity use, including renewable electricity use, in our annual Environmental, Social, and Governance Report. For a historical view on metrics and description of GHG accounting \nmethodology, please see the Environmental sustainability section of this report. \n\nMetrics and Targets   \na)  Disclose the \n\nmetrics used by the \norganization to assess \nclimate-related risks \nand opportunities in \nline with its strategy \nand risk management \nprocess\n\nb)  Disclose Scope 1, \n\nPlease see the Environmental sustainability section of this report for our GHG emissions reporting. \n\nScope 2, and, if \nappropriate, Scope 3 \ngreenhouse gas (GHG) \nemissions, and the \nrelated risks\n\nc)  Describe the \n\ntargets used by the \norganization to manage \nclimate-related risks \nand opportunities \nand performance \nagainst targets\n\nMcKinsey has committed to reducing its emissions to achieve net-zero climate impact by 2030. As a critical milestone on that journey, we have set SBTs that have been validated by the SBTi  \nin line with a 1.5 degree Celsius pathway. From a 2019 baseline, by 2025, we aim to:\n•• reduce our Scope 1 and 2 GHG emissions by 25 percent, mainly through electrifying our fleet, transitioning to renewable electricity, and making our global office space more sustainable \n•• reduce our Scope 3 GHG emissions from internal and client-related travel per colleague by 30 percent, mostly through hybrid working models and sustainable aviation fuels\nAs a firm, we can and need to go beyond to meet our 2030 commitment.\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##81\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nUNGC Communication on Progress \n\nMcKinsey has been a participant to the United Nations Global Compact (UNGC) since 2018. We remain committed to the \nTen Principles of the UNGC in the areas of human rights, labor, environment and anti-corruption. This Report serves as our \nfourth annual Communication on Progress. \n\nUNGC Principles\n\nMcKinsey response\n\nHuman Rights\n1.  Businesses should support and respect the protection of internationally proclaimed human rights.\n\n2.  Businesses should make sure that they are not complicit in human rights abuses.\n\nLabor\n3.  Businesses should uphold the freedom of association and the effective recognition of the right to \n\ncollective bargaining.\n\n4.  Businesses should uphold the elimination of all forms of forced and compulsory labour.\n\n5.  Businesses should uphold the effective abolition of child labour.\n\n6.  Businesses should uphold the elimination of discrimination in respect of employment and occupation.\n\nEnvironment\n7.  Businesses should support a precautionary approach to environmental challenges.\n\n8.  Businesses should undertake initiatives to promote greater environmental responsibility.\n\n9.  Businesses should encourage the development and diffusion of environmentally friendly technologies.\n\nAnti-corruption\n10.  Businesses should work against corruption in all its forms, including extortion and bribery.\n\nOur firm/Human rights\nHuman rights statement\nCode of Professional Conduct\nSupplier Code of Conduct\n\nOur firm/Human rights\nOur firm/Sustainable procurement\nOur people/Diversity, equity, and inclusion\nCode of Professional Conduct\nSupplier Code of Conduct\nHuman rights statement\n\nOur firm/Environmental sustainability\nOur firm/Sustainable procurement\nOur clients\nOur insights\nEnvironmental Statement  \nEnvironmental sustainability \n\nOur firm/Ethics and values\nCode of Professional Conduct\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##82\n\nOverview\n\nOur insights\n\nOur clients\n\nOur people\n\nOur firm\n\nReporting\n\nIndependent \nassurance \nstatement\n\nGreenhouse gas emissions and carbon \ncredits verification\n\nTemple verified McKinsey & Company’s (McKinsey) greenhouse gas \n(GHG) footprint for the firm’s global operations for the reporting period \n1st January to 31st December 2021. The footprint was calculated by \nSouth Pole and McKinsey and covers all Scope 1, 2, and 3 emissions \nreported by McKinsey as material to its business. This includes \nemissions from company facilities, fugitive emissions and mobile \ncombustion, office electricity and heating usage, and from business \ntravel, purchased goods and services, transportation and freight, \nand waste generation. For Scope 3, the verification was restricted to \ncovering only business air travel, which is the main source of emissions \nacross the whole footprint.\n\nBoth the data within the footprint and the system used to produce the \nfootprint (by South Pole) were assessed during the verification process. \nVerification was carried out in accordance with BS ISO 14064-3:2012 \nas a ‘light touch’ limited level of assurance, i.e., desk review of a \nrepresentative proportion of the entire data record, against the \nGHG Protocol Corporate Standard. \n\nThe verification process included checking and assessing the following:\n\nTable 1: Scope of GHG emissions\n\n•  Original data records against data reported in the footprint;\n•  Data conversion, calculations, emission factors and assumptions; and\n•  Quality assurance processes and maintenance of the system.\n\nTemple verifiers found no evidence of material errors, omissions, \nor misstatements in McKinsey’s GHG footprint nor are we aware of \nany material modifications that should be made. McKinsey’s overall \nreported GHG footprint (183,217 tonnes CO2e market-based and \n199,550 tonnes CO2e location-based) is therefore considered to be \nan accurate representation of the emissions associated with their \nglobal operations.\n\nTemple subsequently verified the retirement of carbon credits made \non behalf of McKinsey to offset the GHG emissions from its global \noperations in 2021 in accordance with The Carbon Neutral Protocol. \nAll carbon credits been verified either under the Gold Standard for \nthe Global Goals (VER credits) or under the Verified Carbon Standard \n(VCUs). McKinsey’s overall reported carbon credit retirement of \n183,867 tonnes CO2e is considered sufficient to offset its 2021 GHG \nfootprint in full (183,217 tonnes CO2e market-based).\n\nScope\nScope 1\n(100% of total scope emissions verified)\nScope 2\n(100% of total scope emissions verified)\nScope 3\n(64% of total scope emissions verified)\n\nVerified total \n(tonnes CO2e)\n12,191\n\nPercentage \ndifference\n0.0%\n\n17,172\n\n111,398\n\n0.0%\n\n0.0%\n\nDr Caitlin Taylor Consultant\n\n \n\nDr Xiangyu Sheng Director Air Quality & Climate change\n\nStephen Glenny Principal Consultant\n\nMcKinsey 2021 ESG Report\f##PAGE_BREAK##Learn more online at: \nmckinsey.com/about-us/social-responsibility \n\n \n\nWe welcome your comments and questions \nregarding this report. Please contact us at: \nsocial_responsibility@mckinsey.com \n \n\n\f"}